Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: https://www.pronamicpay.com/en/manuals/how-to-connect-ing-ideal-basic-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-ing-ideal-basic-aan-wordpress-met-pronamic-pay/

source: https://www.pronamicpay.com/en/manuals/how-to-connect-ing-ideal-advanced-v3-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-ing-ideal-advanced-v3-aan-wordpress-met-pronamic-pay/

source: https://www.pronamicpay.com/en/manuals/how-to-connect-mollie-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-je-mollie-aan-wordpress-koppelt-met-pronamic-pay/

source: https://www.pronamicpay.com/en/manuals/how-to-connect-rabobank-ideal-professional-v3-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-rabobank-ideal-professional-v3-aan-wordpress-met-pronamic-pay/
