Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: Consumer IBAN
nl_nl: Consument IBAN

source: Consumer City
nl_nl: Consument stad

source: Recurring Type
nl_nl: Terugkerend type

source: Recurring
nl_nl: Terugkerend

source: Start Date
nl_nl: Startdatum

source: User IP
nl_nl: IP-adres gebruiker

source: Payment created with status "%1$s".
nl_nl: Betaling aangemaakt met status “%1$s”.

source: Payment status changed from "%1$s" to "%2$s".
nl_nl: Betalingsstatus gewijzigd van “%1$s” naar “%2$s”.

source: Payment anonymized for personal data erasure request.
nl_nl: Betaling geanonimiseerd voor aanvraag om persoonlijke data te verwijderen.

source: Payment ID %s anonymized.
nl_nl: Betaling ID %s geanonimiseerd.

source: Payment status check at gateway by %s.
nl_nl: Status opvragen bij betalingsprovider door %s.

source: You must be at least 18+ to use this service. If you pay on time, you will avoid additional costs and ensure that you can use %s services again in the future. By continuing, you accept the Terms and Conditions and confirm that you have read the Privacy Statement and Cookie Statement.
nl_nl: Je moet minimaal 18+ zijn om deze dienst te gebruiken. Als je op tijd betaalt, voorkom je extra kosten en zorg je dat je in de toekomst nogmaals gebruik kunt maken van de diensten van %s. Door verder te gaan, accepteer je de Algemene Voorwaarden en bevestig je dat je de Privacyverklaring en Cookieverklaring hebt gelezen.

source: AfterPay is one of the largest and most popular post-payment system in the Benelux. Millions of Dutch and Belgians use AfterPay to pay for products.
nl_nl: AfterPay is één van de grootste en populairste betaalmethoden voor achteraf betalen in de Benelux. Miljoenen Nederlanders en Belgen gebruiken AfterPay om producten te betalen.

source: Afterpay is a popular buy now, pay later service in Australia, New Zealand, the United States, and Canada.
nl_nl: Afterpay is een populaire ‘koop nu, betaal later’ dienst in Australië, Nieuw-Zeeland, Verenigde Staten en Canada.

source: The most popular payment method in the world. Offers customers a safe and trusted way to pay online. Customers can pay for their order quickly and easily with their card, without having to worry about their security. It is possible to charge a payment surcharge for card costs.
nl_nl: De meest populaire betaalmethode ter wereld. Biedt klanten een veilige en vertrouwde manier om online te betalen. Klanten kunnen hun bestelling snel en gemakkelijk met hun kaart betalen, zonder zich zorgen te hoeven maken over hun veiligheid. Het is mogelijk om een betalingstoeslag in rekening te brengen voor kaartkosten.

source: The most popular payment method in the world. Offers customers a safe and trusted way to pay online. Customers can pay for their order quickly and easily with their credit card, without having to worry about their security. It is possible to charge a payment surcharge for credit card costs.
nl_nl: De meest populaire betaalmethode ter wereld. Biedt klanten een veilige en vertrouwde manier om online te betalen. Klanten kunnen hun bestelling snel en eenvoudig betalen met hun creditcard, zonder zich zorgen te hoeven maken over de veiligheid ervan. Het is mogelijk om een betalingstoeslag in rekening te brengen voor creditcardkosten.

source: By using this payment method you authorize us via %s to debit payments from your bank account.
nl_nl: Met deze betaalmethode machtig je ons via %s om betalingen van je bankrekening af te schrijven.

source: With iDEAL you can easily pay online in the secure environment of your own bank.
nl_nl: Met iDEAL betaal je veilig en gemakkelijk via de vertrouwde omgeving van je eigen bank.

source: Riverty (formerly AfterPay) is a payment service that allows customers to pay after receiving the product.
nl_nl: Riverty (voorheen AfterPay) is een betaaldienst waarmee klanten kunnen betalen nadat ze het product hebben ontvangen.

# default datetime format
source: D j M Y \a\t H:i
nl_nl: D j M Y \o\m H:i

source: Something went wrong with the payment. Please try again or pay another way.
nl_nl: Er ging iets mis met de betaling. Probeer het opnieuw of betaal op een andere manier.

source: — Select Configuration —
nl_nl: — Selecteer configuratie —

source: Payment failed because gateway configuration with ID `%d` does not exist.
nl_nl: Betaling mislukt omdat gateway configuratie met ID `%d` niet bestaat.

source: Unable to process refund as gateway could not be found.
nl_nl: Kan de terugbetaling niet verwerken omdat de gateway niet kan worden gevonden.

source: Subscription for %s
nl_nl: Abonnement voor %s

source: Add New Subscription
nl_nl: Nieuw abonnement toevoegen

source: Edit Subscription
nl_nl: Abonnement bewerken

source: New Subscription
nl_nl: Nieuw abonnement

source: All Subscriptions
nl_nl: Alle abonnementen

source: View Subscription
nl_nl: Abonnement bekijken

source: Search Subscriptions
nl_nl: Abonnementen zoeken

source: No subscriptions found.
nl_nl: Geen abonnementen gevonden.

source: No subscriptions found in Trash.
nl_nl: Geen abonnementen gevonden in prullenbak.

source: Filter subscriptions list
nl_nl: Filter abonnementen lijst

source: Subscriptions list navigation
nl_nl: Abonnementen lijst navigatie

source: Subscriptions list
nl_nl: Abonnementen lijst

source: Subscription published privately.
nl_nl: Abonnement privé gepubliceerd.

source: Subscription reverted to draft.
nl_nl: Abonnement teruggezet naar concept.

source: Subscription scheduled.
nl_nl: Abonnement ingepland.

# Subscription status
source: Pending
nl_nl: In afwachting

# Subscription status
source: Cancelled
nl_nl: Geannuleerd

# Subscription status
source: Expired
nl_nl: Verlopen

# Subscription status
source: Failed
nl_nl: Mislukt

# Subscription status
source: On Hold
nl_nl: In de wacht

# Subscription status
source: Active
nl_nl: Actief

# Subscription status
source: Completed
nl_nl: Voltooid

source: Active <span class="count">(%s)</span>
nl_nl: Actief <span class="count">(%s)</span>

source: Frequency
nl_nl: Frequentie

source: Interval Period
nl_nl: Interval periode

source: Subscription created with status "%1$s".
nl_nl: Abonnement aangemaakt met status "%1$s".

source: Subscription status changed from "%1$s" to "%2$s".
nl_nl: Abonnement status gewijzigd van "%1$s" naar "%2$s".

source: Gateway does not support subscription mandate updates.
nl_nl: Gateway ondersteunt wijzigen van het mandaat voor een abonnement niet.

source: Subscription ID.
nl_nl: Abonnement ID.

source: Subscription phase sequence number.
nl_nl: Abonnementsfase volgnummer.

source: Could not find subscription with ID `%s`.
nl_nl: Kon abonnement met ID `%s` niet vinden.

source: Could not find subscription phase with sequence number `%s`.
nl_nl: Kon abonnementsfase met volgnummer `%s` niet vinden.

source: Subscription payment method change
nl_nl: Abonnement betaalmethode wijziging

source: subscription payment method change
nl_nl: abonnement betaalmethode wijziging

source: Subscription anonymized for personal data erasure request.
nl_nl: Abonnement geanonimiseerd voor aanvraag om persoonlijke data te verwijderen.

source: Subscription ID %s anonymized.
nl_nl: Abonnement ID %s geanonimiseerd.

source: Subscription not anonymized for personal data erasure request because of active status.
nl_nl: Abonnement niet geanonimiseerd voor aanvraag om persoonlijke date te verwijderen door actieve status.

source: Subscription ID %s not anonymized because of active status.
nl_nl: Abonnement ID %s niet geanonimiseerd door actieve status.

source: %1$s and %2$s
nl_nl: %1$s en %2$s

source: Every %s day
nl_nl: Elke dag

source: Every %s week
nl_nl: Elke week

source: Every %s month
nl_nl: Elke maand

source: Every %s year
nl_nl: Elk jaar

source: %s period
nl_nl: %s periode

source: Message
nl_nl: Bericht

source: It is currently not possible to pay, please contact us for more information (error: no action URL found).
nl_nl: Het is momenteel niet mogelijk om te betalen, neem contact met ons op voor meer informatie (fout: geen actie URL gevonden).

source: Payment provider
nl_nl: Betalingsprovider

source: %s (obsoleted)
nl_nl: %s (verouderd)

source: Product information
nl_nl: Productinformatie

source: Manual
nl_nl: Handleiding

source: Feedback
nl_nl: Terugkoppeling

source: Supported Payment Methods
nl_nl: Ondersteunde betaalmethoden

source: Transaction feedback
nl_nl: Transactie terugkoppeling

source: Processing gateway transaction feedback in the background requires additional configuration.
nl_nl: Verwerken van gateway transactie terugkoppeling op de achtergrond vereist extra configuratie.

source: Please save the entered account details of your payment provider, to make a test payment.
nl_nl: Sla de ingevoerde betalingsgateway gegevens op om een test betaling te maken.

source: — Choose payment method —
nl_nl: — Kies betaalmethode —

source: <strong>Pronamic Pay</strong> — An error occurred within the "%1$s" field of the "%2$s" payment method.
nl_nl: <strong>Pronamic Pay</strong> — Er trad een probleem op in het veld “%1$s" van de "%2$s" betaalmethode.

source: — Select Repeat —
nl_nl: — Selecteer herhaling —

source: Daily
nl_nl: Dagelijks

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: Annually
nl_nl: Jaarlijks

source: weeks
nl_nl: weken

source: months
nl_nl: maanden

source: year
nl_nl: jaar

source: Test Subscription
nl_nl: Test abonnement

source: Start a subscription for this payment.
nl_nl: Start een abonnement voor deze betaling.

source: Repeat every
nl_nl: Herhaal iedere

source: days/weeks/months/year
nl_nl: dagen/weken/maanden/jaar

source: Ends On
nl_nl: Eindigt op

source: Never
nl_nl: Nooit

source: After %s times
nl_nl: Na %s keer

source: This gateway does not support webhook logging.
nl_nl: Deze gateway ondersteunt geen webhook registratie.

source: No webhook request processed yet.
nl_nl: Nog geen webhook aanvraag verwerkt.

source: The following error occurred when reading the webhook request information: "%s".
nl_nl: De volgende fout is opgetreden bij het lezen van de webhook verzoek informatie: "%s".

source: Last webhook request processed on %1$s for <a href="%2$s" title="Payment %3$s">payment #%3$s</a>.
nl_nl: Laatste webhook verzoek verwerkt op %1$s voor <a href="%2$s" title="Betaling %3$s">betaling #%3$s</a>.

# full datetime format
source: l j F Y \a\t H:i
nl_nl: D j M Y \o\m H:i

source: Last webhook request processed on %s.
nl_nl: Laatste webhook verzoek verwerkt op %s.

source: No notes found.
nl_nl: Geen notities gevonden.

source: Note
nl_nl: Notitie

source: User
nl_nl: Gebruiker

source: Charged Back Amount
nl_nl: Teruggeboekt bedrag

source: Account Holder
nl_nl: Rekeninghouder

source: Account Holder City
nl_nl: Rekeninghouder plaats

source: Account Holder Country
nl_nl: Rekeninghouder land

source: Account Number
nl_nl: Rekeningnummer

source: Bank Transfer Recipient
nl_nl: Bankoverschrijving ontvanger

source: VAT Number Validity
nl_nl: Btw-nummer geldigheid

source: Request Date
nl_nl: Aanvraagdatum

source: Validation Service
nl_nl: Validatieservice

source: IP Address
nl_nl: IP-adres

source: Billing Address
nl_nl: Factuuradres

source: Shipping Address
nl_nl: Verzendadres

source: User ID
nl_nl: Gebruiker ID

source: Version
nl_nl: Versie

source: Pay Redirect URL
nl_nl: Betaal redirect URL

source: Return Redirect URL
nl_nl: Retour redirect URL

source: No payment lines found.
nl_nl: Geen betalingsregels gevonden.

source: Image
nl_nl: Afbeelding

source: Unit price with discount including tax.
nl_nl: Eenheidsprijs met korting inclusief belasting.

source: Unit Price
nl_nl: Eenheidsprijs

source: Quantity
nl_nl: Aantal

source: Total discount.
nl_nl: Totale korting.

source: Total amount with discount including tax.
nl_nl: Totaalbedrag met korting inclusief belasting.

source: Total Tax
nl_nl: Totale belasting

source: No tax information.
nl_nl: Geen belastinggegevens.

source: Exclusive tax: %s
nl_nl: Exclusief belasting: %s

source: Inclusive tax: %s
nl_nl: Inclusief belasting: %s

source: No refunds found for this payment.
nl_nl: Geen terugbetalingen gevonden voor deze betaling.

source: This payment is not related to a subscription.
nl_nl: Deze betaling is niet gerelateerd aan een abonnement.

# Recurring payment
source: Recurrence
nl_nl: Herhaling

source: Edit status
nl_nl: Status bewerken

source: Set status
nl_nl: Status instellen

source: Check status
nl_nl: Controleer status

source: l jS \o\f F Y, h:ia
nl_nl: j F Y H:i:s

source: Next Payment Date
nl_nl: Volgende betalingsdatum

source: Next Payment Delivery Date
nl_nl: Volgende betaling aanleverdatum

source: Customer action links
nl_nl: Klant actielinks

source: These actions links can be shared with the customer.
nl_nl: Deze links voor acties kunnen met de klant worden gedeeld.

source: Customer subscription cancel page →
nl_nl: Klantpagina om abonnement te annuleren →

source: This page can be shared with the customer and gives the customer the option to cancel this subscription.
nl_nl: Deze pagina kan worden gedeeld met de klant en geeft de klant de mogelijkheid om dit abonnement op te zeggen.

source: Copy URL to clipboard
nl_nl: URL naar klembord kopiëren

source: Copied!
nl_nl: Gekopieerd!

source: Customer subscription renew page →
nl_nl: Klantpagina om abonnement te vernieuwen →

source: This page can be shared with the customer and gives the customer the option to (early) renew the subscription.
nl_nl: Deze pagina kan worden gedeeld met de klant en geeft de klant de mogelijkheid om het abonnement (vroegtijdig) te verlengen.

source: Customer change payment method page →
nl_nl: Klantpagina om betaalmethode te wijzigen →

source: This link can be shared with the customer and gives the customer the opportunity to change the payment method. This is useful if a credit card expires or if a customer wants to have the charge debited from another account.
nl_nl: Deze link kan worden gedeeld met de klant en geeft de klant de mogelijkheid om de betaalmethode te wijzigen. Dit is handig als een creditcard verloopt of als een klant de kosten van een andere rekening wil laten afschrijven.

source: Period
nl_nl: Periode

source: Will be created on %s
nl_nl: Wordt gemaakt op %s

source: Will be created on %1$s or %2$s
nl_nl: Wordt gemaakt op %1$s of %2$s

source: create now
nl_nl: maak nu

source: Retry payment #%d
nl_nl: Probeer betaling #%d opnieuw

source: No phases found.
nl_nl: Geen fases gevonden.

source: Trial
nl_nl: Proef

source: Aligned
nl_nl: Uitgelijnd

source: Prorated
nl_nl: Naar rato

source: Recurring payments will not be created until manual reactivation of this subscription.
nl_nl: Terugkerende betalingen worden pas gemaakt na handmatige heractivering van dit abonnement.

source: See subscription and payment notes for details about status changes.
nl_nl: Zie abonnements- en betalingsnotities voor details over statuswijzigingen.

source: Next payment:
nl_nl: Volgende betaling:

source: Edit next payment date
nl_nl: Volgende betalingsdatum bewerken

source: Set date
nl_nl: Datum instellen

source: Set the next payment date to a future date to continue payments for this subscription.
nl_nl: Stel de volgende betalingsdatum in op een toekomstige datum om de betalingen voor dit abonnement voort te zetten.

source: Please select a future date.
nl_nl: Selecteer een toekomstige datum.

source: Editing the next payment date does not affect the current status or validity of %s.
nl_nl: Het wijzigen van de volgende betalingsdatum heeft geen invloed op de huidige status of geldigheid van %s.

source: Thank you for activating your license and using the %s plugin.
nl_nl: Bedankt voor het activeren van je licentie en het gebruik van de %s plugin.

source: This license does not have any activations left. Maybe you have to deactivate your license on a local/staging server. This can be done on your <a href="https://www.pronamic.shop/" target="_blank">Pronamic.shop account</a>.
nl_nl: Deze licentie heeft geen activaties meer beschikbaar. Misschien moet je je licentie deactiveren op een lokale/staging server. Dit kan worden gedaan via je <a href="https://www.pronamic.shop/" target="_blank">Pronamic.shop account</a>.

source: There was a problem activating your license key, please try again or contact support.
nl_nl: Er was een probleem met het activeren van je licentiesleutel, probeer het opnieuw of neem contact op met support.

source: Latest Payments
nl_nl: Laatste betalingen

source: Show more details
nl_nl: Toon meer details

source: No pending payments found.
nl_nl: Geen betalingen in afwachting gevonden.

source: Latest Subscriptions
nl_nl: Laatste abonnementen

source: Getting Started
nl_nl: Om te beginnen

source: Please follow the tour, read the 'What is new' and 'Getting Started' pages before contacting us. Also, check the Site Health page for any issues.
nl_nl: Volg de tour en lees de 'Wat is nieuw' en 'Om te beginnen' pagina's voordat je contact met ons opneemt. Controleer ook de sitediagnose op eventuele problemen.

source: What is new
nl_nl: Wat is nieuw

source: Site Health
nl_nl: Sitediagnose

source: System Status
nl_nl: Systeemstatus

source: Pronamic News
nl_nl: Pronamic nieuws

source: http://www.pronamic.eu/
nl_nl: http://www.pronamic.nl/

source: The default payment status pages are created.
nl_nl: De standaard betalingsstatus pagina's zijn aangemaakt.

source: The default payment status pages could not be created.
nl_nl: De standaard betalingsstatus pagina's konden niet worden aangemaakt.

source: On the Pronamic Pay dashboard you can restart this tour and see an overview of the latest pending payments.
nl_nl: Op het Pronamic Pay dashboard kun je deze rondleiding opnieuw starten en een overzicht van de laatste in afwachting betalingen zien.

source: It also gives you access to the “Getting Started” and “Site Health” pages in case you have issues.
nl_nl: Het geeft je ook toegang tot de “Om te beginnen” en “Sitediagnose” pagina’s als je problemen hebt.

source: And you can follow the latest news from the Pronamic.eu weblog.
nl_nl: En je kunt het laatste nieuws volgen van de Pronamic.nl weblog.

source: On the payment forms page you can add, edit or delete simple payment forms.
nl_nl: Op de betalingsformulieren pagina kun je eenvoudige betalingsformulieren toevoegen, bewerken of verwijderen.

source: Currently it’s not possible to adjust the form fields or styling of these forms.
nl_nl: Momenteel is het niet mogelijk om de formuliervelden of opmaak van deze formulieren te wijzigen.

source: For more advanced payment forms we advice you to use the <a href="%1$s" target="%2$s">“Gravity Forms” plugin</a>.
nl_nl: Voor meer geavanceerde betalingsformulieren adviseren we je om gebruik te maken van de <a href="%1$s" target="%2$s">“Gravity Forms” plugin</a>.

source: Here you can find an overview of all the gateway configurations on your WordPress site.
nl_nl: Hier vind je een overzicht van alle betalingsconfiguraties op je WordPress site.

source: To use the Pronamic Pay plugin you have to add an payment gateway configuration.
nl_nl: Om de Pronamic Pay plugin te gebruiken moet je een betalingsgateway configuratie toevoegen.

source: Normally you get the required configuration information from your payment provider.
nl_nl: Normaliter krijgen je benodigde configuratie informatie van je betalingsprovider.

source: On the payments page you can find an overview off all the payments initiated on your WordPress site.
nl_nl: Op de betalingen pagina vind je een overzicht van alle betalingen die gestart zijn op je WordPress site.

source: You can easily filter the payments by status or use the search field to search for specific payments.
nl_nl: Je kunt de betalingen eenvoudig filteren op status of het zoekveld gebruiken om te zoeken naar specifieke betalingen.

source: We advice you to regular check the pending payments on this overview and adjust the status of these payments manual if needed.
nl_nl: We adviseren je om regelmatig de in afwachting betalingen te controleren in dit overzicht en wanneer nodig de status van deze betalingen handmatig bij te werken.

source: The Pronamic Pay reports page shows you an graph of all the payments of this year.
nl_nl: De Pronamic Pay rapporten pagina toont een grafiek van alle betalingen van dit jaar.

source: You can see the number of successful payments and the total amount of pending, successful, cancelled and failed payments.
nl_nl: Je kunt het aantal succesvolle betalingen en het totale bedrag aan in afwachting, succesvolle, geannuleerde en mislukte betalingen zien.

source: These are the General settings for the Pronamic Pay plugin.
nl_nl: Dit zijn de algemene instellingen voor de Pronamic Pay plugin.

source: Here you can enter your license key and configure some default settings.
nl_nl: Hier kun je je licentiesleutel invoeren en enkele standaard instellingen configureren.

source: Congratulations
nl_nl: Gefeliciteerd

source: You’ve just installed the Pronamic Pay plugin. Click “Start Tour” to view a quick introduction of this plugin’s core functionality.
nl_nl: Zojuist is Pronamic Pay geïnstalleerd. Klik op “Start rondleiding” om een snelle introductie van de kernfunctionaliteit van deze plugin te zien.

source: Redirecting…
nl_nl: Doorsturen…

source: You will be automatically redirected to the online payment environment.
nl_nl: Je wordt doorgestuurd naar de online betaalomgeving.

source: Please click the button below if you are not automatically redirected.
nl_nl: Klik op de knop als de doorsturing niet automatisch wordt uitgevoerd.

source: Subscription Cancellation
nl_nl: Abonnement opzeggen

source: The subscription can not be canceled as it is not active anymore.
nl_nl: Het abonnement kan niet worden vernieuwd, omdat het niet meer actief is.

source: Are you sure you want to cancel the subscription?
nl_nl: Weet je zeker dat je het abonnement wilt annuleren?

source: Cancel subscription
nl_nl: Annuleer abonnement

source: Subscription Mandate
nl_nl: Abonnement mandaat

source: The mandate for this subscription can not be updated.
nl_nl: Het mandaat voor dit abonnement kan niet worden bijgewerkt.

source: The subscription has been updated.
nl_nl: Het abonnement is bijgewerkt.

source: Return to home page
nl_nl: Terug naar startpagina

source: Change subscription payment method
nl_nl: Wijzig betaalmethode voor abonnement

source: Select an existing payment method or add a new one.
nl_nl: Selecteer een bestaande betalingsmethode of voeg een nieuwe methode toe.

source: Select existing payment method
nl_nl: Selecteer bestaande betaalmethode

# Card selector
source: Card Number
nl_nl: Kaartnummer

# Card selector
source: Account Number
nl_nl: Rekeningnummer

# Card selector
source: Name
nl_nl: Naam

source: Use selected payment method
nl_nl: Gekozen betaalmethode gebruiken

source: Add new payment method
nl_nl: Nieuwe betalingsmethode toevoegen

source: Select payment method for verification payment.
nl_nl: Selecteer betaalmethode voor verificatie betaling.

source: Subscription Renewal
nl_nl: Abonnement vernieuwen

source: The subscription can not be renewed.
nl_nl: Het abonnement kan niet worden vernieuwd.

source: This subscription can not be renewed.
nl_nl: Het abonnement kan niet worden vernieuwd.

source: Renew the subscription by paying for the period %s.
nl_nl: Vernieuw het abonnement door betaling van de periode %s.

# period separator
source: until
nl_nl: tot

source: %s completed
nl_nl: %s voltooid

source: %s pending
nl_nl: %s in afwachting

source: %s cancelled
nl_nl: %s geannuleerd

source: %s failed
nl_nl: %s mislukt

source: %s expired
nl_nl: %s verlopen

source: %s payment
nl_nl: %s betaling
