Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: action started
nl_nl: actie gestart

source: action complete via %s
nl_nl: actie voltooid via %s

source: action complete
nl_nl: actie voltooid

source: action failed via %1$s: %2$s
nl_nl: actie mislukt via %1$s: %2$s

source: action failed: %s
nl_nl: actie mislukt: %s

source: action marked as failed after %s seconds. Unknown error occurred. Check server, PHP and database error logs to diagnose cause.
nl_nl: actie gemarkeerd als mislukt na %s seconden. Onbekende fout opgetreden. Controleer server, PHP en database fout logs om de oorzaak te achterhalen.

source: unexpected shutdown: PHP Fatal error %1$s in %2$s on line %3$s
nl_nl: onverwacht afgesloten: fatale PHP-fout %1$s in %2$s op regel %3$s

source: action reset
nl_nl: actie reset

source: action ignored via %s
nl_nl: actie genegeerd via %s

source: action ignored
nl_nl: actie genegeerd

source: There was a failure fetching this action: %s
nl_nl: Er is een fout opgetreden bij het ophalen van deze actie: %s

source: There was a failure fetching this action
nl_nl: Er is een fout opgetreden bij het gebruik van deze actie

source: There was a failure scheduling the next instance of this action: %s
nl_nl: Er is een fout opgetreden bij het plannen van de volgende keer dat deze actie wordt uitgevoerd: %s

source: ActionScheduler_Action::$args too long. To ensure the args column can be indexed, action args should not be more than %d characters when encoded as JSON.
nl_nl: ActionScheduler_Action::$args te lang. Om de args-kolom te kunnen indexeren, mogen actie-args niet meer dan %d tekens bevatten wanneer gecodeerd als JSON.

source: Complete
nl_nl: Afgerond

source: Pending
nl_nl: In afwachting

source: In-progress
nl_nl: In behandeling

source: Failed
nl_nl: Mislukt

source: Canceled
nl_nl: Geannuleerd

source: Scheduled action for %1$s will not be executed as no callbacks are registered.
nl_nl: Geplande actie voor %1$s zal niet worden uitgevoerd omdat er geen terugroepingen zijn geregistreerd.

source: Invalid action - must be a recurring action.
nl_nl: Ongeldige actie - moet een terugkerende actie zijn.

source: Caught exception while enqueuing action "%1$s": %2$s
nl_nl: Uitzondering opgevangen tijdens het in de wachtrij plaatsen van actie “%1$s”: %2$s

source: Scheduled Actions
nl_nl: Geplande acties

source: <strong>Action Scheduler:</strong> %1$d <a href="%2$s">past-due action</a> found; something may be wrong. <a href="https://actionscheduler.org/faq/#my-site-has-past-due-actions-what-can-i-do" target="_blank">Read documentation &raquo;</a>
nl_nl: <strong>Action Scheduler:</strong> %1$d <a href="%2$s">achterstallige actie</a> gevonden; er kan iets mis zijn. <a href="https://actionscheduler.org/faq/#my-site-has-past-due-actions-what-can-i-do" target="_blank">Lees documentatie &raquo;</a>

source: About
nl_nl: Over

source: About Action Scheduler %s
nl_nl: Over Action Scheduler %s

source: Action Scheduler is a scalable, traceable job queue for background processing large sets of actions. Action Scheduler works by triggering an action hook to run at some time in the future. Scheduled actions can also be scheduled to run on a recurring schedule.
nl_nl: Action Scheduler is een schaalbare, traceerbare taakwachtrij om grote hoeveelheden acties op de achtergrond te verwerken. Action Scheduler werkt door het activeren van een actie-hook die op een bepaald moment in de toekomst moet worden uitgevoerd. Geplande acties kunnen ook gepland worden om in een terugkerend schema te worden uitgevoerd.

source: Columns
nl_nl: Kolommen

source: Scheduled Action Columns
nl_nl: Geplande actie kolommen

source: Name of the action hook that will be triggered.
nl_nl: Naam van de actie-hook die wordt geactiveerd.

source: Action statuses are Pending, Complete, Canceled, Failed
nl_nl: Statussen voor een actie zijn: In behandeling, Afgerond, Geannuleerd, Mislukt

source: Arguments
nl_nl: Argumenten

source: Optional data array passed to the action hook.
nl_nl: Optionele gegevensreeks doorgegeven aan de actie-hook.

source: Group
nl_nl: Groep

source: Optional action group.
nl_nl: Optionele actiegroep.

source: Recurrence
nl_nl: Herhaling

source: The action's schedule frequency.
nl_nl: Het aantal keren dat de actie is gepland.

source: Scheduled
nl_nl: Gepland

source: The date/time the action is/was scheduled to run.
nl_nl: De datum/tijd waarop de actie gepland is/was om uit te voeren.

source: Activity log for the action.
nl_nl: Activiteitenlog voor de actie.

source: Stopped the insanity for %d second
nl_nl: De waanzin is voor %d seconde gestopt

source: Attempting to reduce used memory...
nl_nl: Poging tot verminderen van gebruikt geheugen ...

source: Action [%1$s] has an invalid schedule: %2$s
nl_nl: Actie [%1$s] heeft een ongeldig schema: %2$s

source: Action [%1$s] has invalid arguments. It cannot be JSON decoded to an array. $args = %2$s
nl_nl: Actie [%1$s] heeft ongeldige argumenten. Ze kan niet met JSON worden gedecodeerd naar een matrix. $args = %2$s

source: Delete
nl_nl: Verwijder

source: Scheduled Date
nl_nl: Geplande datum

source: Run
nl_nl: Uitvoeren

source: Process the action now as if it were run as part of a queue
nl_nl: Verwerk de actie nu alsof deze werd uitgevoerd als onderdeel van een wachtrij

source: Cancel
nl_nl: Annuleren

source: Cancel the action now to avoid it being run in future
nl_nl: Annuleer nu de actie om te voorkomen dat deze in de toekomst wordt uitgevoerd

source: %s year
nl_nl: %s jaar

source: %s month
nl_nl: %s maand

source: %s day
nl_nl: %s dag

source: %s hour
nl_nl: %s uur

source: %s minute
nl_nl: %s minuut

source: %s second
nl_nl: %s seconde

source: Now!
nl_nl: Nu!

source: Every %s
nl_nl: Elke %s

source: Non-repeating
nl_nl: Niet-herhalend

source: It appears one or more database tables were missing. Attempting to re-create the missing table(s).
nl_nl: Het lijkt erop dat er een of meer databasetabellen ontbreken. Er wordt geprobeerd de ontbrekende tabellen opnieuw aan te maken.

source: Maximum simultaneous queues already in progress (%s queue). No additional queues will begin processing until the current queues are complete.
nl_nl: Maximale aantal gelijktijdige wachtrijen die al worden verwerkt (%s wachtrij). Er beginnen geen extra wachtrijen met verwerken totdat de huidige wachtrijen zijn voltooid.

source: A new queue has begun processing. <a href="%s">View actions in-progress &raquo;</a>
nl_nl: Een nieuwe wachtrij is begonnen met verwerken. <a href="%s">Acties die worden uitgevoerd weergeven &raquo;</a>

source: The next queue will begin processing in approximately %d seconds.
nl_nl: De volgende wachtrij begint over circa %d seconden met verwerken.

source: Successfully executed action: %s
nl_nl: Uitgevoerde actie: %s

source: Successfully canceled action: %s
nl_nl: Geannuleerde actie: %s

source: Successfully processed change for action: %s
nl_nl: Wijziging verwerkt voor actie: %s

source: Could not process change for action: "%1$s" (ID: %2$d). Error: %3$s
nl_nl: Kan wijziging niet verwerken voor actie: "%1$s" (ID: %2$d). Fout: %3$s

source: (%s ago)
nl_nl: (%s geleden)

source: Action Scheduler was unable to delete action %1$d. Reason: %2$s
nl_nl: Action Scheduler kon actie %1$d niet verwijderen. Oorzaak: %2$s

source: Search hook, args and claim ID
nl_nl: Zoek in hook, args en claim-ID

source: It was not possible to determine a valid cut-off time: %s.
nl_nl: Het was niet mogelijk om een geldige cut-off tijd te bepalen: %s.

source: Every minute
nl_nl: Elke minuut

source: This section shows details of Action Scheduler.
nl_nl: Deze sectie toont informatie van Action Scheduler.

source: Version:
nl_nl: Versie:

source: Action Status
nl_nl: Actiestatus

source: Count
nl_nl: Aantal

source: Oldest Scheduled Date
nl_nl: Oudste geplande datum

source: Newest Scheduled Date
nl_nl: Nieuwste geplande datum

source: This data will be deleted in %s.
nl_nl: Deze gegevens worden verwijderd over %s.

source: Action Scheduler has migrated data to custom tables; however, orphaned log entries exist in the WordPress Comments table. %1$s <a href="%2$s">Learn more &raquo;</a>
nl_nl: Action Scheduler heeft gegevens gemigreerd naar aangepaste tabellen; er zijn echter niet-gekoppelde invoeren in de tabel Reacties in WordPress. %1$s <a href="%2$s">Meer informatie »</a>

source: Database error.
nl_nl: Database fout.

source: Error saving action: %s
nl_nl: Fout bij opslaan actie: %s

source: Invalid value for select or count parameter. Cannot query actions.
nl_nl: Ongeldige waarde voor parameter voor selecteren of aantal. Kan acties niet opvragen.

source: JSON partial matching not supported in your environment. Please check your MySQL/MariaDB version.
nl_nl: JSON gedeeltelijke matching niet ondersteund in jouw omgeving. Controleer je MySQL/MariaDB-versie.

source: The value type for the JSON partial matching is not supported. Must be either integer, boolean, double or string. %s type provided.
nl_nl: Het waardetype voor de JSON gedeeltelijke matching wordt niet ondersteund. Moet integer, booleaans, dubbel of string zijn. %s type verstrekt.

source: Unknown partial args matching value.
nl_nl: Onbekende gedeeltelijke argumenten die overeenkomen met de waarde.

source: Unidentified action %s: we were unable to cancel this action. It may may have been deleted by another process.
nl_nl: Niet-geïdentificeerde actie %s: we konden deze actie niet annuleren. Mogelijk is de actie verwijderd door een ander proces.

source: Unidentified action %s: we were unable to delete this action. It may may have been deleted by another process.
nl_nl: Niet-geïdentificeerde actie %s: we konden deze actie niet verwijderen. Mogelijk is de actie verwijderd door een ander proces.

source: Unidentified action %s: we were unable to determine the date of this action. It may may have been deleted by another process.
nl_nl: Niet-geïdentificeerde actie %s: we konden de datum van deze actie niet bepalen. Mogelijk is de actie verwijderd door een ander proces.

source: The group "%s" does not exist.
nl_nl: De groep “%s” bestaat niet.

# database error
source: unknown
nl_nl: onbekend

source: Unable to claim actions. Database error: %s.
nl_nl: Claimen van acties mislukt. Database-fout: %s.

source: Unable to release actions from claim id %d.
nl_nl: Kan acties niet vrijgeven van claim-ID %d.

source: Unidentified action %s: we were unable to mark this action as having failed. It may may have been deleted by another process.
nl_nl: Niet-geïdentificeerde actie %s: we konden deze actie niet als mislukt markeren. Mogelijk is de actie verwijderd door een ander proces.

source: Unable to update the status of action %1$d to %2$s.
nl_nl: Kon de status van actie %1$d niet bijwerken naar %2$s.

source: Unidentified action %s: we were unable to mark this action as having completed. It may may have been deleted by another process.
nl_nl: Niet-geïdentificeerde actie %s: we konden deze actie niet als voltooid markeren. Mogelijk is de actie verwijderd door een ander proces.

source: Invalid action ID. No status found.
nl_nl: Ongeldig actie ID. Geen status gevonden.

source: Unknown status found for action.
nl_nl: Onbekende status gevonden voor actie.

source: Unable to save action.
nl_nl: Opslaan van actie mislukt.

source: Invalid schedule. Cannot save action.
nl_nl: Ongeldig schema. Actie opslaan mislukt.

source: Unable to claim actions. Database error.
nl_nl: Claimen van acties mislukt. Database-fout.

source: Unable to unlock claim %s. Database error.
nl_nl: Ontgrendelen van claim %s mislukt. Database-fout.

source: Unable to unlock claim on action %s. Database error.
nl_nl: Ontgrendelen van claim bij actie %s mislukt. Database-fout.

source: Unable to mark failure on action %s. Database error.
nl_nl: Markeren van defect bij actie %s mislukt. Database-fout.

source: %s Support for strings longer than this will be removed in a future version.
nl_nl: %s Ondersteuning voor tekenreeksen langer dan deze, wordt in een toekomstige versie verwijderd.

# post
source: Failed
nl_nl: Mislukt

source: Failed <span class="count">(%s)</span>
nl_nl: Mislukt <span class="count">(%s)</span>

# post
source: In-Progress
nl_nl: In behandeling

source: In-Progress <span class="count">(%s)</span>
nl_nl: In behandeling <span class="count">(%s)</span>

source: Scheduled actions are hooks triggered on a certain date and time.
nl_nl: Geplande acties zijn hooks die op een bepaalde datum en tijd worden geactiveerd.

source: Scheduled Action
nl_nl: Geplande actie

# Admin menu name
source: Scheduled Actions
nl_nl: Geplande acties

source: Add
nl_nl: Toevoegen

source: Add New Scheduled Action
nl_nl: Voeg nieuwe ingeplande actie toe

source: Edit
nl_nl: Bewerken

source: Edit Scheduled Action
nl_nl: Bewerk ingeplande actie

source: New Scheduled Action
nl_nl: Nieuwe ingeplande actie

source: View Action
nl_nl: Bekijk actie

source: Search Scheduled Actions
nl_nl: Zoek geplande acties

source: No actions found
nl_nl: Geen acties gevonden

source: No actions found in trash
nl_nl: Geen acties gevonden in de prullenbak

source: Action Group
nl_nl: Actiegroep

source: Unable to remove source migrated action %s
nl_nl: Kan bron van gemigreerde actie %s niet verplaatsen

source: Source store must be configured before running a migration
nl_nl: Bron opslag moet geconfigureerd worden voordat er gemigreerd wordt

source: Source logger must be configured before running a migration
nl_nl: Bron logger moet geconfigureerd worden voordat er gemigreerd wordt

source: Destination store must be configured before running a migration
nl_nl: Bestemming winkel moet geconfigureerd worden voordat er gemigreerd wordt

source: Destination logger must be configured before running a migration
nl_nl: Bestemming logger moet geconfigureerd worden voordat er gemigreerd wordt

source: Action Scheduler migration in progress. The list of scheduled actions may be incomplete.
nl_nl: Migratie van Action Scheduler wordt uitgevoerd. De lijst met geplande acties kan onvolledig zijn.

source: Migrating %d action
nl_nl: %d actie migreren

source: Migrated action with ID %1$d in %2$s to ID %3$d in %4$s
nl_nl: Actie met ID %1$d gemigreerd in %2$s naar ID %3$d in %4$s

source: %d batch processed.
nl_nl: %d batch uitgevoerd.

source: There was an error deleting an action: %s
nl_nl: Er is een fout opgetreden bij het verwijderen van een actie: %s

source: %d action deleted.
nl_nl: %d actie verwijderd.

source: The %s class can only be run within WP CLI.
nl_nl: De %s klasse kan alleen worden uitgevoerd in WP CLI.

source: There are too many concurrent batches, but the run is forced to continue.
nl_nl: Er zijn te veel gelijktijdige batches, maar de uitvoer wordt geforceerd voortgezet.

source: There are too many concurrent batches.
nl_nl: Er zijn te veel gelijktijdige batches.

source: Running %d action
nl_nl: %d actie wordt uitgevoerd

source: The claim has been lost. Aborting current batch.
nl_nl: De claim is verloren. Huidige batch wordt geannuleerd.

source: Started processing action %s
nl_nl: Verwerken van actie %s gestart

source: Completed processing action %1$s with hook: %2$s
nl_nl: Voltooide verwerking van actie %1$s met hook: %2$s

source: Error processing action %1$s: %2$s
nl_nl: Fout bij het verwerken van actie %1$s: %2$s

source: Registered schema for %s
nl_nl: Schema geregistreerd voor %s

source: Found %d scheduled task
nl_nl: %d geplande taak gevonden

source: %d batch executed.
nl_nl: %d batch uitgevoerd.

source: There was an error running the action scheduler: %s
nl_nl: Er is een fout opgetreden bij het uitvoeren van de actieplanner: %s

source: %d scheduled task completed.
nl_nl: %d geplande taak voltooid.

source: An integer was expected but "%1$s" (%2$s) was received.
nl_nl: Een integer was verwacht, maar "%1$s" (%2$s) was ontvangen.

source: Caught exception while cancelling action "%1$s": %2$s
nl_nl: Uitzondering gedetecteerd bij het annuleren van de actie “%1$s”: %2$s

source: Charitable donation %s
nl_nl: Charitable donatie %s

source: Donation %s
nl_nl: Donatie %s

source: Charitable Donation
nl_nl: Charitable donatie

source: Configuration
nl_nl: Configuratie

source: Charitable donation {donation_id}
nl_nl: Charitable donatie {donation_id}

source: Available tags: %s
nl_nl: Beschikbare tags: %s

source: This payment method does not use a predefined payment method for the payment. Some payment providers list all activated payment methods for your account to choose from. Use payment method specific gateways (such as 'iDEAL') to let customers choose their desired payment method at checkout.
nl_nl: Deze betaalmethode gebruikt geen vooraf ingestelde betaalmethode voor de betaling. Sommige betalingsproviders tonen alle voor jouw account geactiveerde betaalmethoden om uit te kiezen. Gebruik de gateways voor specifieke betaalmethoden (zoals 'iDEAL') om klanten de gewenste betaalmethode bij het afrekenen te laten kiezen.

source: Please wait while redirecting for payment
nl_nl: Een ogenblik geduld tijdens het doorsturen voor de betaling

source: Contact Form 7 Entry
nl_nl: Contact Form 7 inzending

source: Contact Form 7 Entry @ %s
nl_nl: Contact Form 7 inzending @ %s

source: Payment %s
nl_nl: Betaling %s

source: Input amount is invalid.
nl_nl: Ingevuld bedrag is ongeldig.

source: The input amount is invalid.
nl_nl: Het ingevulde bedrag is ongeldig.

source: issuer
nl_nl: bankenlijst

source: Payment method required.
nl_nl: Betaalmethode vereist.

source: The payment method is invalid.
nl_nl: De betaalmethode is ongeldig.

source: payment method
nl_nl: betaalmethode

source: Generate a tag for an issuer field. %1$s requires a field with the `pronamic_pay_amount` option, but payment method and issuer fields are optional in most cases. For step-by-step instructions on receiving payments with Contact Form 7, please see %2$s.
nl_nl: Een formulier-tag genereren voor een bankenlijst. %1$s vereist een veld met de optie `pronamic_pay_amount`, maar de betalingsmethode en bankenlijst velden zijn in de meeste gevallen optioneel. Zie %2$s voor instructies over het ontvangen van betalingen met Contact Form 7.

source: https://www.pronamic.eu/support/how-to-connect-contact-form-7-to-pronamic-pay/
nl_nl: https://www.pronamic.nl/support/pronamic-pay-koppelen-aan-contact-form-7/

source: How to connect Contact Form 7 to Pronamic Pay
nl_nl: Pronamic Pay koppelen aan Contact Form 7

source: Field type
nl_nl: Veldtype

source: Required field
nl_nl: Verplicht veld

source: Name
nl_nl: Naam

source: Id attribute
nl_nl: ID-attribuut

source: Class attribute
nl_nl: Class-attribuut

source: Insert Tag
nl_nl: Tag invoeren

source: To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.
nl_nl: Om de ingevoerde waarde van dit veld te kunnen gebruiken in een e-mailveld, moet de corresponderende e-mail-tag (%s) in het veld op het mail-tabblad ingevoegd worden.

source: Generate a tag for a payment method field. %1$s requires a field with the `pronamic_pay_amount` option, but payment method and issuer fields are optional in most cases. For step-by-step instructions on receiving payments with Contact Form 7, please see %2$s.
nl_nl: Een formulier-tag genereren voor een betaalmethode-veld. %1$s vereist een veld met de optie `pronamic_pay_amount`, maar de betalingsmethode en bankenlijst velden zijn in de meeste gevallen optioneel. Zie %2$s voor instructies over het ontvangen van betalingen met Contact Form 7.

source: Payment Methods
nl_nl: Betaalmethoden

source: The company name
nl_nl: De bedrijfsnaam

source: Add company name field
nl_nl: Voeg veld voor bedrijfsnaam toe

source: Add company name field to purchase form fields
nl_nl: Voeg veld voor bedrijfsnaam toe aan afrekenvelden

source: Customer
nl_nl: Klant

source: Company Name
nl_nl: Bedrijfsnaam

source: Enter the name of your company.
nl_nl: Voer de bedrijfsnaam in.

source: Please enter your company name
nl_nl: Voer je bedrijfsnaam in

source: Company:
nl_nl: Bedrijf:

source: Company
nl_nl: Bedrijf

source: Payment completed.
nl_nl: Betaling voltooid.

source: Payment open.
nl_nl: Betaling open.

source: Payment unknown.
nl_nl: Betaling onbekend.

source: Easy Digital Downloads Order
nl_nl: Easy Digital Downloads bestelling

source: Cancelled
nl_nl: Geannuleerd

source: Partially Refunded
nl_nl: Gedeeltelijk terugbetaald

# Easy Digital Downloads cancelled payment status
source: Cancelled
nl_nl: Geannuleerd

source: Cancelled <span class="count">(%s)</span>
nl_nl: Geannuleerd <span class="count">(%s)</span>

# Easy Digital Downloads payment status
source: Partially Refunded
nl_nl: Gedeeltelijk terugbetaald

source: Partially Refunded <span class="count">(%s)</span>
nl_nl: Gedeeltelijk terugbetaald <span class="count">( %s )</span>

source: %s Settings
nl_nl: %s instellingen

source: Configure the %s settings
nl_nl: Configureer de %s instellingen

source: Gateway Configuration
nl_nl: Betalingsgateway configuratie

source: Checkout Label
nl_nl: Afrekenen label

source: Description
nl_nl: Beschrijving

source: Default: %s
nl_nl: Standaard: %s

source: Available Tags: %s
nl_nl: Beschikbare tags: %s

source: Payment Error
nl_nl: Betalingsfout

source: Payment creation failed before sending buyer to the payment provider. Payment data: %s
nl_nl: Het aanmaken van een betaling mislukte voordat de koper doorgestuurd werd naar de betaalprovider. Betalingsinformatie: %s

source: Easy Digital Downloads order %s
nl_nl: Easy Digital Downloads bestelling %s

source: Payment %s pending.
nl_nl: Betaling %s in afwachting.

source: Refund payment at gateway
nl_nl: Terugbetalen via betalingsprovider

source: Unable to process refund because gateway does not exist.
nl_nl: Kan terugbetaling niet verwerken omdat de gateway niet bestaat.

source: payment
nl_nl: betaling

source: payment #%s
nl_nl: betaling #%s

source: Refunded %1$s for %2$s.
nl_nl: %1$s terugbetaald voor %2$s.

source: Refunded %1$s for %2$s (gateway reference `%3$s`).
nl_nl: %1$s terugbetaald voor %2$s (betalingsprovider referentie `%3$s`).

source: Refunded Amount
nl_nl: Terugbetaald bedrag

source: Event Espresso transaction %s
nl_nl: Event Espresso transactie %s

source: Transaction %s
nl_nl: Transactie %s

source: Event Espresso Transaction
nl_nl: Event Espresso transactie

source: Errors communicating with gateway: %s
nl_nl: Fouten communiceren met gateway: %s

source: Event Espresso transaction {transaction_id}
nl_nl: Event Espresso transactie {transaction_id}

source: Banks
nl_nl: Banken

source: Choose a bank for iDEAL payment
nl_nl: Kies een bank voor iDEAL-betaling

source: Entry #%s
nl_nl: Inzending #%s

source: Formidable Forms Entry
nl_nl: Formidable Forms inzending

source: Submission
nl_nl: Inzending

source: Formidable entry %s
nl_nl: Formidable inzending %s

source: Pronamic payment pending
nl_nl: Pronamic betaling in afwachting

source: Pronamic payment success
nl_nl: Pronamic betaling voltooid

source: Pronamic payment cancelled
nl_nl: Pronamic betaling geannuleerd

source: Pronamic payment expired
nl_nl: Pronamic betaling verlopen

source: Pronamic payment failed
nl_nl: Pronamic betaling mislukt

source: Payment Method
nl_nl: Betaalmethode

source: Choose a payment method
nl_nl: Kies een betaalmethode

source: — Select Field —
nl_nl: — Selecteer veld —

source: Payment method
nl_nl: Betaalmethode

source: Payment Gateway Configuration
nl_nl: Betalingsgateway configuratie

source: – Default Gateway –
nl_nl: — Standaardgateway —

source: Order ID
nl_nl: Bestelling ID

source: Enter an order ID, you can use Formidable Forms shortcodes.
nl_nl: Voer een bestelling ID in, je kunt Formidable Forms shortcodes gebruiken.

source: Transaction Description
nl_nl: Transactiebeschrijving
