Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: Enter a transaction description, you can use Formidable Forms shortcodes.
nl_nl: Vul een transactiebeschrijving in, je kunt Formidable Forms shortcodes gebruiken.

source: Notifications
nl_nl: Meldingen

source: Delay email notifications until payment has been received.
nl_nl: Stel het versturen van e-mail meldingen uit totdat de betaling ontvangen is.

source: Give Donation
nl_nl: Give donatie

source: Give donation {donation_id}
nl_nl: Give donatie {donation_id}

source: Nonce verification has failed
nl_nl: Nonce verificatie is mislukt

source: Payment creation failed before sending buyer to payment provider. Payment data: %s
nl_nl: Het aanmaken van een betaling mislukte voordat de klant doorgestuurd werd naar de betalingsprovider. Betalingsinformatie: %s

source: Give donation %s
nl_nl: Give donatie %s

source: Pay
nl_nl: Betalen

source: Payment Status
nl_nl: Betalingsstatus

source: Payment Date
nl_nl: Betalingsdatum

source: Transaction Id
nl_nl: Transactie ID

source: Payment Amount
nl_nl: Te betalen bedrag

source: Pronamic Payment ID
nl_nl: Pronamic betaling ID

source: Pronamic Pay Again URL
nl_nl: Pronamic Opnieuw Betalen URL

source: Pronamic bank transfer recipient reference
nl_nl: Pronamic bankoverschrijving ontvanger referentie

source: Pronamic bank transfer recipient bank name
nl_nl: Pronamic bankoverschrijving ontvanger banknaam

source: Pronamic bank transfer recipient name
nl_nl: Pronamic bankoverschrijving ontvanger naam

source: Pronamic bank transfer recipient IBAN
nl_nl: Pronamic bankoverschrijving ontvanger IBAN

source: Pronamic bank transfer recipient BIC
nl_nl: Pronamic bankoverschrijving ontvanger BIC

source: Pronamic bank transfer recipient city
nl_nl: Pronamic bankoverschrijving ontvanger plaats

source: Pronamic bank transfer recipient country
nl_nl: Pronamic bankoverschrijving ontvanger land

source: Pronamic bank transfer recipient account number
nl_nl: Pronamic bankoverschrijving ontvanger rekeningnummer

source: Pronamic consumer bank account name
nl_nl: Pronamic consument rekeninghouder

source: Pronamic consumer IBAN
nl_nl: Pronamic consument IBAN

source: Pronamic Subscription ID
nl_nl: Pronamic abonnement ID

source: Pronamic Subscription Payment ID
nl_nl: Pronamic abonnement betaling ID

source: Pronamic Subscription Amount
nl_nl: Pronamic abonnement bedrag

source: Pronamic Subscription Cancel URL
nl_nl: Pronamic abonnement annuleren URL

source: Pronamic Subscription Renew URL
nl_nl: Pronamic abonnement vernieuwen URL

source: Pronamic Subscription Renewal Date
nl_nl: Pronamic abonnement vernieuwingsdatum

source: The requested Gravity Forms entry could not be found.
nl_nl: De opgevraagde Gravity Forms inzending kon niet worden gevonden.

source: Form
nl_nl: Formulier

source: Gravity Forms Entry
nl_nl: Gravity Forms inzending

source: Payment has been (partially) refunded. Amount: %s.
nl_nl: Betaling is (gedeeltelijk) terugbetaald. Bedrag: %s.

source: Subscription manually activated.
nl_nl: Abonnement handmatig geactiveerd.

source: Subscription manually canceled.
nl_nl: Abonnement handmatig geannuleerd.

source: Subscribing the user to ActiveCampaign
nl_nl: De gebruiker inschrijven bij ActiveCampaign

source: Subscribing the user to AWeber
nl_nl: De gebruiker inschrijven bij AWeber

source: Subscribing the user to Campaign Monitor
nl_nl: De gebruiker inschrijven bij Campaign Monitor

source: Subscribing the user to MailChimp
nl_nl: De gebruiker inschrijven bij MailChimp

source: Creating quotes and invoices with Sliced Invoices
nl_nl: Offertes en facturen aanmaken met Sliced Invoices

source: Sending estimates and invoices with Moneybird
nl_nl: Offertes en facturen versturen met Moneybird

source: Sending data to Twilio
nl_nl: Gegevens versturen naar Twilio

source: Sending a trigger to Webhooks
nl_nl: Een trigger naar Webhooks sturen

source: Uploading files to Dropbox
nl_nl: Bestanden uploaden naar Dropbox

source: Sending data to Zapier
nl_nl: Gegevens versturen naar Zapier

source: Registering the user
nl_nl: De gebruiker registreren

source: Start the Workflow once payment has been received.
nl_nl: Start de workflow zodra betaling is ontvangen.

source: Process %s feeds
nl_nl: Verwerk %s feeds

source: Payment Fields
nl_nl: Betaalvelden

source: — Use Payment Feed Setting —
nl_nl: — Gebruik betalingsfeed instelling —

source: Display Mode
nl_nl: Weergavemodus

source: — Use field default —
nl_nl: — Gebruik veld standaard —

# Field display mode
source: Select
nl_nl: Uitschuifkeuzelijst

# Field display mode
source: List with icons
nl_nl: Lijst met iconen

# Field display mode
source: Small icons
nl_nl: Kleine iconen

# Field display mode
source: Large icons
nl_nl: Grote iconen

source: New Payment Feed
nl_nl: Nieuwe betalingsfeed

source: This field is not supported by your payment gateway.
nl_nl: Dit veld wordt niet ondersteund door je betalingsgateway.

source: Please remove it from this form or <a href="%s" target="_blank">add a supported payment gateway</a>.
nl_nl: Verwijder het van dit formulier of <a href="%s" target="_blank">voeg een ondersteunde betalingsgateway toe</a>.

source: Issuer
nl_nl: Bankenlijst

source: Payment Feed
nl_nl: Betalingsfeed

source: Payment Feed #%d
nl_nl: Betalingsfeed #%d

source: Pay Feeds
nl_nl: Betalen feeds

source: Default pay feed
nl_nl: Standaard betalingsfeed

source: This form doesn’t have any pay feeds. Let’s go %1$screate one%2$s.
nl_nl: Dit formulier heeft nog geen betalingsfeeds. %1$sMaak er één aan%2$s.

source: Payment Completed
nl_nl: Betaling voltooid

source: Payment Failed
nl_nl: Betaling mislukt

source: Payment Pending
nl_nl: Betaling in afwachting

source: Subscription Created
nl_nl: Abonnement aangemaakt

source: Subscription Canceled
nl_nl: Abonnement geannuleerd

source: Subscription Expired
nl_nl: Abonnement verlopen

source: Subscription Renewal Notice
nl_nl: Abonnement vernieuwingsmelding

source: Subscription Payment Added
nl_nl: Abonnement betaling aangemaakt

source: Subscription Payment Failed
nl_nl: Abonnement betaling mislukt

source: Payment Feeds
nl_nl: Betalingsfeeds

source: Add New Payment Feed
nl_nl: Nieuwe betalingsfeed

source: Edit Payment Feed
nl_nl: Betalingsfeed bewerken

source: All Payment Feeds
nl_nl: Alle betalingsfeeds

source: View Payment Feed
nl_nl: Betalingsfeed bekijken

source: Search Payment Feeds
nl_nl: Betalingsfeeds zoeken

source: No payment feeds found.
nl_nl: Geen betalingsfeeds gevonden.

source: No payment feeds found in Trash.
nl_nl: Geen betalingsfeeds gevonden in prullenbak.

source: Filter payment feeds list
nl_nl: Filter betalingsfeeds lijst

source: Payment feeds list navigation
nl_nl: Betalingsfeeds lijst navigatie

source: Payment feeds list
nl_nl: Betalingsfeeds lijst

source: There was an error updating this payment feed.
nl_nl: Er ging iets fout tijdens het bijwerken van deze betalingsfeed.

source: Payment feed updated successfully.
nl_nl: Betalingsfeed succesvol bijgewerkt.

source: Enter title here
nl_nl: Titel hier invoeren

source: General
nl_nl: Algemeen

source: Status pages
nl_nl: Statuspagina's

source: Subscription
nl_nl: Abonnement

source: Fields
nl_nl: Velden

source: Advanced
nl_nl: Geavanceerd

source: Gateway configuration, created via <strong>Pay » Configurations</strong>.
nl_nl: Configuratie voor de betalingsprovider, aangemaakt via <strong>Betalen » Configuraties</strong>.

source: Order ID.
nl_nl: Bestelling ID.

source: Default:
nl_nl: Standaard:

source: Available tags:
nl_nl: Beschikbare tags:

source: An order ID makes it easier to match payments from transaction overviews to a form and is required by some payment providers.
nl_nl: Een bestelling ID maakt het eenvoudiger om betalingen vanuit transactieoverzichten naar een formulier te kunnen herleiden en is vereist voor sommige betalingsproviders.

source: Transaction description that will be send with the payment. Use tags to customize the description.
nl_nl: Transactiebeschrijving die met de betaling zal worden meegestuurd. Gebruik tags voor aangepaste beschrijvingen.

source: A description which uses tags and results in more than 32 characters will be truncated.
nl_nl: Een beschrijving met tags die resulteert in meer dan 32 tekens wordt afgekapt.

source: Send Notifications Delay
nl_nl: Uitgestelde meldingen

source: Notifications for which sending will be delayed until the payment has been received.
nl_nl: Meldingen waarvoor het versturen zal worden uitgesteld totdat de betaling ontvangen is.

source: Delay sending notifications until payment has been received.
nl_nl: Stel het versturen van meldingen uit totdat de betaling ontvangen is.

source: Delay actions
nl_nl: Uitgestelde acties

source: Actions for which execution will be delayed until the payment has been received.
nl_nl: Acties waarvoor de uitvoering zal worden uitgesteld totdat de betaling ontvangen is.

source: Delay actions until payment has been received.
nl_nl: Stel acties uit totdat de betaling ontvangen is.

source: Creating a post
nl_nl: Een bericht aanmaken

source: Set Gravity Forms confirmations, pages or URLs to redirect to after a payment with the mentioned status.
nl_nl: Stel Gravity Forms bevestigingen, pagina's of URL's in om naar door te sturen na een betaling met de genoemde status.

source: Success
nl_nl: Succes

source: Expired
nl_nl: Verlopen

source: Confirmation:
nl_nl: Bevestiging:

source: — Select Confirmation —
nl_nl: — Selecteer bevestiging —

source: Page:
nl_nl: Pagina:

source: — Select Page —
nl_nl: — Selecteer pagina —

source: Set the subscription details for recurring payments.
nl_nl: Stel de abonnementsgegevens in voor terugkerende betalingen.

source: Recurring amount
nl_nl: Terugkerend bedrag

source: None
nl_nl: Geen

source: Total Amount
nl_nl: Totaalbedrag

source: Form Field
nl_nl: Formulierveld

source: Fixed
nl_nl: Vast

# Recurring payment
source: Every
nl_nl: Elke

source: day(s)
nl_nl: dag(en)

source: week(s)
nl_nl: week/weken

source: month(s)
nl_nl: maand(en)

source: year(s)
nl_nl: jaar/jaren

source: Form field
nl_nl: Formulierveld

source: days
nl_nl: dagen

source: Use a field value of 0 days for one-time payments.
nl_nl: Gebruik een veld waarde van 0 dagen voor eenmalige betalingen.

source: Number of Periods
nl_nl: Aantal perioden

# Recurring payment
source: Unlimited
nl_nl: Ongelimiteerd

# Recurring payment
source: times
nl_nl: keer

source: Trial Period
nl_nl: Proefperiode

source: Enable trial period
nl_nl: Proefperiode inschakelen

source: Length
nl_nl: Duur

source: The trial period uses the total amount of the form. You can set the recurring amount separately and add product fields with negative amounts for a discounted trial period.
nl_nl: De proefperiode gebruikt het totaalbedrag van het formulier. Je kunt het terugkerende bedrag apart instellen en productvelden met negatieve bedragen toevoegen voor een proefperiode met korting.

source: Payment Date Alignment
nl_nl: Betalingsdatum uitlijnen

source: The payment date can be aligned to a fixed day of the week, month, or year. An additional subscription phase is added at the beginning of the subscription to achieve this, resulting in one extra period being added to the configured number of periods. Optionally, the amount of this alignment phase can be prorated.
nl_nl: De betaaldatum kan worden afgestemd op een vaste dag van de week, maand of jaar. Hiervoor wordt een extra abonnementsfase aan het begin van het abonnement toegevoegd, waardoor één extra periode wordt toegevoegd aan het ingestelde aantal perioden. Optioneel kan het bedrag van deze uitlijningsfase pro rata worden berekend.

source: Entry Date
nl_nl: Inzendingsdatum

source: Not Available
nl_nl: Niet beschikbaar

source: On %s
nl_nl: Op %s

source: On the %s <sup>th</sup> day of the month
nl_nl: Op de %s<sup>e</sup> dag van de maand

source: On %1$s %2$s
nl_nl: Op %1$s %2$s

source: Prorate the amount of the alignment period.
nl_nl: Herbereken bedrag van de uitlijningsperiode.

source: Set corresponding form fields to include user data in the payment data with some payment providers.
nl_nl: Stel corresponderende formuliervelden in om gebruikergegevens op te nemen in de betaling met sommige betalingsproviders.

source: Prefix Name
nl_nl: Voorvoegsel

source: Middle Name
nl_nl: Middelnaam

source: Suffix Name
nl_nl: Achtervoegsel

source: Address
nl_nl: Adres

source: Address 2
nl_nl: Adres 2

source: Zip
nl_nl: Postcode

source: City
nl_nl: Plaats

source: State
nl_nl: Provincie

source: Country
nl_nl: Land

source: Telephone Number
nl_nl: Telefoonnummer

source: Account Holder Name
nl_nl: Rekeninghouder naam

source: Account IBAN
nl_nl: Rekening IBAN

source: VAT Number
nl_nl: Btw-nummer

source: — From first name field —
nl_nl: — Uit eerste naam veld —

source: — From first address field —
nl_nl: — Uit eerste adres veld —

source: — First phone field —
nl_nl: — Eerste telefoon veld —

source: — First email address field —
nl_nl: — Eerste e-mailadres veld —

source: Optional settings for advanced usage only.
nl_nl: Optionele instellingen voor geavanceerd gebruik.

source: Conditional Logic
nl_nl: Voorwaardelijke logica

source: Set conditional logic to only use this gateway if the entry matches the condition(s).
nl_nl: Stel voorwaarden in om deze gateway alleen te gebruiken als de inzending aan de voorwaarden voldoet.

source: Update user role
nl_nl: Gebruikersrol bijwerken

source: Pronamic Subscription
nl_nl: Pronamic abonnement

source: Pronamic Payment
nl_nl: Pronamic betaling

source: Payment failed. Please try again.
nl_nl: Betaling mislukt. Probeer het opnieuw.

source: %s subscription deleted.
nl_nl: %s abonnement verwijderd.

source: Subscription %s
nl_nl: Abonnement %s

source: MemberPress Transaction
nl_nl: MemberPress transactie

source: MemberPress Subscription
nl_nl: MemberPress abonnement

source: This gateway only supports one time payments.
nl_nl: Deze gateway ondersteunt alleen eenmalige betalingen.

source: Unable to process refund because payment does not exist.
nl_nl: 56 / 5.000 Vertaalresultaten Kan terugbetaling niet verwerken omdat betaling niet bestaat.

source: %s subscription on hold.
nl_nl: %s abonnement in de wacht.

source: %s subscription reactivated.
nl_nl: %s abonnement gereactiveerd.

source: %s subscription cancelled.
nl_nl: %s abonnement geannuleerd.

source: For admins only: check payment method settings in MemberPress.
nl_nl: Alleen voor beheerders: controleer de instellingen van de betaalmethode in MemberPress.

source: JavaScript is disabled in your browser. You will not be able to complete your purchase until you either enable JavaScript in your browser, or switch to a browser that supports it.
nl_nl: JavaScript is uitgeschakeld in je webbrowser. Je kunt je aankoop niet voltooien totdat je JavaScript inschakelt over overstapt naar een webbrowser die dit wel ondersteund.

source: For admins only: an error occurred while retrieving fields for the selected payment method. Please check payment method settings.
nl_nl: Alleen voor beheerders: er trad een probleem op bij het opvragen van de velden voor de geselecteerde betaalmethode. Controleer de instellingen van de betaalmethode.

source: The payment method for this subscription can not be updated manually.
nl_nl: De betaalmethode voor dit abonnement kan niet worden gewijzigd.

source: To update the payment method for this subscription, please visit the %s page.
nl_nl: Om de betaalmethode voor dit abonnement te wijzigen, bezoek de pagina %s.

source: payment method update
nl_nl: betaalmethode wijzigen

source: Update payment method
nl_nl: Betaalmethode wijzigen

source: MemberPress transaction %s
nl_nl: MemberPress transactie %s

source: Unknown status
nl_nl: Onbekende status

source: No payment scheduled
nl_nl: Geen betaling gepland

source: Next payment at %s
nl_nl: Volgende betaling op %s

source: Ninja Forms Entry
nl_nl: Ninja Forms inzending

source: Please wait while you are redirected to complete the payment.
nl_nl: Een ogenblik geduld tijdens het doorsturen voor betaling.

source: — Default Gateway —
nl_nl: — Standaardgateway —

source: Payment Status Pages
nl_nl: Betalingsstatus pagina's

source: — Select —
nl_nl: — Selecteer —

source: Completed
nl_nl: Voltooid

source: Unknown
nl_nl: Onbekend

source: Delayed actions
nl_nl: Uitgestelde acties

source: Subscription activated by %s.
nl_nl: Abonnement geactiveerd door %s.

source: Subscription canceled by %s.
nl_nl: Abonnement geannuleerd door %s.

source: Subscription expired by %s.
nl_nl: Abonnement verlopen door %s.

source: Subscription pending by %s.
nl_nl: Abonnement in afwachting door %s.

source: Restrict Content Pro Payment
nl_nl: Restrict Content Pro betaling

source: Restrict Content Pro Membership
nl_nl: Restrict Content Pro lidmaatschap

source: Checkout label
nl_nl: Afrekenen label

source: Enter a label to display at checkout.
nl_nl: Vul een label in om te tonen bij het afrekenen.

source: Choose your configuration.
nl_nl: Kies je configuratie.

source: Payment creation failed before sending buyer to the payment provider. Error: %s
nl_nl: Het aanmaken van een betaling mislukte voordat de koper doorgestuurd werd naar de betaalprovider. Betalingsinformatie: %s

source: Since Restrict Content Pro 3 a subscription must be linked to a Restrict Content Pro membership. Unfortunately, this subscription could not be linked to a Restrict Content Pro membership based on the source ID %s. That is why this subscription has been put on hold so that it can be corrected manually.
nl_nl: Sinds Restrict Content Pro 3 worden abonnementen aan een Restrict Content Pro lidmaatschap gekoppeld. Helaas kon dit abonnement niet aan een Restrict Content Pro lidmaatschap gekoppeld worden op basis van de bron ID %s. Dit abonnement is daarom in de wacht gezet, zodat dit handmatig gecontroleerd kan worden.

source: Since Restrict Content Pro 3 a subscription must be linked to a Restrict Content Pro membership. That's why source "%1$s" with ID "%2$s" was updated to source "%3$s" with ID "%4$s".
nl_nl: Sinds Restrict Content Pro 3 wordt een abonnement aan een Restrict Content Pro lidmaatschap gekoppeld worden. Daarom is bron "%1$s" met ID "%2$s" bijgewerkt naar bron "%3$s" met ID "%4$s".

source: Since Restrict Content Pro 3 a payment must be linked to a Restrict Content Pro payment. That's why source "%1$s" with ID "%2$s" was updated to source "%3$s" with ID %4$s".
nl_nl: Sinds Restrict Content Pro 3 wordt een betaling aan een Restrict Content Pro betaling gekoppeld worden. Daarom is bron "%1$s" met ID "%2$s" bijgewerkt naar bron "%3$s" met ID "%4$s".

source: Restrict Content Pro payment %s
nl_nl: Restrict Content Pro betaling %s

source: Discount
nl_nl: Korting

source: Discount code `%s`
nl_nl: Kortingscode `%s`

source: Fees
nl_nl: Vergoedingen

source: Pronamic Pay Payments
nl_nl: Pronamic Pay betalingen

source: Last
nl_nl: Laatste

source: No payments found.
nl_nl: Geen betalingen gevonden.

source: We process your order as soon as we have processed your payment.
nl_nl: We verwerken de bestelling zodra we de betaling verwerkt hebben.

source: reserved payment cancelled
nl_nl: gereserveerde betaling geannuleerd

source: <a href="%1$s">Payment #%2$s</a> via "%3$s" updated to "%4$s".
nl_nl: <a href="%1$s">Betaling #%2$s</a> via "%3$s" bijgewerkt naar "%4$s".

source: Unable to create WooCommerce refund for "%1$s", due to the following error: "%2$s".
nl_nl: Kan geen WooCommerce-terugbetaling aanmaken voor “%1$s”, vanwege de volgende fout: “%2$s”.

source: Date of birth checkout field
nl_nl: Geboortedatum afreken veld

source: Add date of birth field
nl_nl: Voeg geboortedatum veld toe

source: Add date of birth field to billing checkout fields
nl_nl: Voeg geboortedatum toe aan afreken velden

source: Gender checkout field
nl_nl: Geslacht afreken veld

source: Add gender field
nl_nl: Voeg geslacht veld toe

source: Add gender field to billing checkout fields
nl_nl: Voeg geslacht toe aan afreken velden

source: Extra fields are used for post-pay payment methods such as AfterPay and Klarna.
nl_nl: Extra velden worden gebruikt voor achteraf betalen betaalmethoden, zoals AfterPay en Klarna.

source: — Select a checkout field —
nl_nl: — Selecteer een afreken veld —

source: Date of birth
nl_nl: Geboortedatum

source: Gender
nl_nl: Geslacht

source: — Select gender —
nl_nl: — Selecteer geslacht —

source: Female
nl_nl: Vrouw

source: Male
nl_nl: Man

source: Other
nl_nl: Anders

source: Order %s
nl_nl: Bestelling %s

source: WooCommerce Order
nl_nl: WooCommerce bestelling

source: Proceed to %s
nl_nl: Ga verder naar %s

source: Enable/Disable
nl_nl: Inschakelen/uitschakelen

source: Enable %s
nl_nl: %s inschakelen

source: This controls the title which the user sees during checkout.
nl_nl: Hiermee beheer je de titel die gebruikers zien tijdens het afrekenen.

source: Give the customer instructions for paying via %s, and let them know that their order won't be shipping until the money is received.
nl_nl: Geef de klant instructies voor het betalen via %s, en laat hen weten dat hun bestelling niet zal worden verstuurd totdat het geld is ontvangen.

source: Icon display
nl_nl: Icoon weergave

source: Default
nl_nl: Standaard

source: Custom
nl_nl: Aangepast

source: This controls how the payment gateway icon is displayed on the checkout page.
nl_nl: Dit bepaalt hoe het icoon voor de betaalmethode wordt weergegeven bij het afrekenen.

source: Custom icon URL
nl_nl: Aangepaste icoon URL

source: Provide a publicly accessible URL for your own payment gateway icon (only used if "Custom" is selected in the icon display setting).
nl_nl: Geef een openbaar toegankelijke URL op voor een aangepaste betaalmethode icoon (wordt alleen gebruikt als icoon weergave op “Aangepast" is ingesteld).

source: Payment Options
nl_nl: Betalingsopties

source: Payment Description
nl_nl: Betalingsomschrijving

source: This controls the payment description.
nl_nl: Hiermee beheer je de betalingsomschrijving.

source: Default: <code>%s</code>
nl_nl: Standaard: <code>%s</code>

source: Order {order_number}
nl_nl: Bestelling {order_number}

source: This controls the icon which the user sees during checkout.
nl_nl: Hiermee beheer je het icoon die gebruikers zien tijdens het afrekenen.

source: The payment gateway could not be found.
nl_nl: De betalingsgateway kon niet worden gevonden.

source: You have to select a gateway configuration on the <a href="%s">WooCommerce checkout settings page</a>.
nl_nl: Je moet een gateway configuratie selecteren op de <a href="%s">WooCommerce afrekenen instellingen pagina</a>.

source: WooCommerce order %s
nl_nl: WooCommerce bestelling %s

source: Unable to process refund as gateway configuration does not exist.
nl_nl: Kan terugbetaling niet verwerken, omdat gateway configuratie niet bestaat.

source: Cannot process refund because payment could not be found.
nl_nl: Kan terugbetaling niet verwerken omdat de betaling niet kon worden gevonden.

source: Created refund of %1$s with reference `%2$s`.
nl_nl: Terugbetaling aangemaakt van %1$s met referentie `%2$s`.

source: A required field for the %s payment method is empty.
nl_nl: Een verplicht veld voor de %s betaalmethode is leeg.

source: Linked WooCommerce subscription with ID `%s` to this subscription during WooCommerce integration update (version 4.2.0).
nl_nl: WooCommerce abonnement met ID `%s` aan dit abonnement gekoppeld tijdens update van de WooCommerce integratie (versie 4.2.0).

source: WooCommerce Subscription
nl_nl: WooCommerce abonnement

source: No Pronamic Pay payment found for this WooCommerce order.
nl_nl: Geen Pronamic Pay betaling gevonden voor deze WooCommerce bestelling.

source: Payment ID
nl_nl: Betaling ID

source: Transaction ID
nl_nl: Transactie ID
