Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: No Pronamic Pay subscription found for this WooCommerce subscription.
nl_nl: Geen Pronamic Pay abonnement gevonden voor dit WooCommerce abonnement.

source: Subscription ID
nl_nl: Abonnement ID

source: https://www.pronamicpay.com/en/manuals/how-to-connect-adyen-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-je-adyen-aan-wordpress-koppelt-met-pronamic-pay/

# Adyen
source: Adyen Notification Authentication
nl_nl: Adyen notificatie authenticatie

source: User Name
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Set the user name and password below and in the webhook authentication settings in the Adyen dashboard for increased security (recommended).
nl_nl: Stel de gebruikersnaam en het wachtwoord hieronder en in de webhook authenticatie instellingen in het Adyen-dashboard in voor een betere beveiliging (aanbevolen).

source: The merchant account identifier, with which you want to process the transaction.
nl_nl: De merchant account waarmee je transacties wilt verwerken.

source: API key as mentioned in the payment provider dashboard.
nl_nl: API-key zoals vermeld in het dashboard van de betalingsprovider.

source: Adyen documentation: "API credentials".
nl_nl: Adyen documentatie: “API credentials”.

# adyen
source: Environment
nl_nl: Omgeving

source: Live - Europe
nl_nl: Live - Europa

source: Live - Asia Pacific South East
nl_nl: Live - Azië-Pacific Zuid-Oost

source: Live - Australia
nl_nl: Live - Australië

source: Live - United States
nl_nl: Live - Verenigde Staten

source: The unique prefix for the live API URL, as mentioned at <strong>Account » API URLs</strong> in the Adyen dashboard.
nl_nl: De unieke prefix voor de live API URL, zoals genoemd onder <strong>Account » API URLs</strong> in het Adyen dashboard.

source: Adyen documentation: "Live URL prefix".
nl_nl: Adyen documentatie: "Live URL prefix".

source: Adyen documentation: "Get your client key".
nl_nl: Adyen documentatie: “Get your client key”.

source: Merchant Order Reference
nl_nl: Merchant bestelreferentie

source: The Adyen %s parameter.
nl_nl: De Adyen parameter %s.

source: Copy the Webhook URL to the %s dashboard to receive automatic transaction status updates.
nl_nl: Kopieer de Webhook URL naar het %s dashboard om automatische transactie status updates te ontvangen.

source: SSL Version
nl_nl: SSL-versie

source: Choose the SSL Version of your server on the Adyen Customer Area.
nl_nl: Kies de SSL-versie van je server in de Adyen klantomgeving.

# adyen notification
source: Method
nl_nl: Methode

source: Authentication
nl_nl: Authenticatie

source: Go to the <a href="%s">Pronamic Pay settings page</a> for webhook authentication settings.
nl_nl: Ga naar de <a href="%s">Pronamic Pay instellingen pagina</a> voor webhook authenticatie instellingen.

source: The following Ayden configurations must be migrated to a client key:
nl_nl: De volgende Ayden-configuraties moeten worden gemigreerd naar een clientsleutel:

source: HTTP Authorization header is missing, read %s for more information.
nl_nl: HTTP autorisatie header ontbreekt, raadpleeg %s voor meer informatie.

# Adyen
source: Sorry, you are not allowed to post Adyen notifications.
nl_nl: Sorry, je hebt geen toestemming om Adyen notificaties te plaatsen.

# Adyen
source: Cannot parse JSON notification.
nl_nl: Kan JSON-notificatie niet verwerken.

source: Webhook requested by %s.
nl_nl: Webhook aangeroepen door %s.

source: Verified payment result.
nl_nl: Betalingsresultaat geverifieerd.

source: The payment has been refused. (%s)
nl_nl: De betaling is geweigerd. (%s)

source: Payment ID.
nl_nl: Betaling ID.

source: The unique identifier for the shopper's payment session.
nl_nl: De unieke identifier voor de betalingssessie van de klant.

source: Details you need to submit to handle the redirect.
nl_nl: Details die je moet indienen om de omleiding af te handelen.

source: Error name.
nl_nl: Fout naam.

source: Error message.
nl_nl: Foutmelding.

source: No payment ID given in `payment_id` parameter.
nl_nl: Geen betaling ID opgegeven in de parameter `payment_id`.

source: Could not find payment with ID `%s`.
nl_nl: Kon betaling met ID `%s` niet vinden.

source: No gateway configuration ID given in payment.
nl_nl: Geen gateway configuratie ID opgegeven in betaling.

source: Could not find gateway with ID `%s`.
nl_nl: Kon gateway met ID `%s` niet vinden.

source: Could not find client in gateway with ID `%s`.
nl_nl: Kon client niet vinden in gateway met ID `%s`.

source: Result code `%s` was received via the Adyen web drop-in, awaiting the webhook to update payment status.
nl_nl: Resultaatcode `%s` is ontvangen via de Adyen web drop-in, in afwachting van de webhook om de betalingsstatus bij te werken.

source: An `%s` error occurred while processing payment.
nl_nl: Er is een `%s`-fout opgetreden tijdens het verwerken van de betaling.

source: HTTP Authorization header test
nl_nl: HTTP autorisatie header test

source: HTTP Basic authentication is working
nl_nl: HTTP Basic authenticatie functioneert

source: HTTP Basic authentication is required to securely receive Adyen notifications.
nl_nl: HTTP Basic autorisatie is vereist om Adyen notificaties veilig te ontvangen.

source: Could not reach HTTP Authorization header test endpoint.
nl_nl: Kon het HTTP autorisatie header test eindpunt niet bereiken.

source: Your site is unable to test the HTTP Authorization header, and returned the error: %s
nl_nl: Je site kan de HTTP Autorisatie header niet testen en gaf de volgende foutmelding: %s

source: Checkout
nl_nl: Afrekenen

source: Payment
nl_nl: Betaling

source: Unable to create payment at gateway: %1$s%2$s
nl_nl: Kan betaling niet aanmaken bij gateway: %1$s%2$s

source: Unable to create refund for transaction with transaction key: %s
nl_nl: Kan geen terugbetaling aanmaken voor transactie met transactiesleutel: %s

source: Unable to create refund for transaction without service name. Transaction key: %s
nl_nl: Kan geen terugbetaling aanmaken voor transactie zonder servicenaam. Transactiesleutel: %s

source: Unable to create refund at %1$s gateway: %2$s%3$s
nl_nl: Kan geen terugbetaling aanmaken bij betalingsprovider %1$s: %2$s%3$s

source: http://www.buckaroo-payments.com
nl_nl: http://www.buckaroo.nl

source: https://www.pronamicpay.com/en/manuals/how-to-connect-buckaroo-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-buckaroo-aan-wordpress-met-pronamic-pay/

source: Website Key
nl_nl: Website sleutel

source: Website key as mentioned in the Buckaroo dashboard on the page "Profile » Website".
nl_nl: Website sleutel zoals vermeld in het Buckaroo dashboard op de pagina "Profiel » Website".

source: Secret Key
nl_nl: Geheime sleutel

source: Secret key as mentioned in the Buckaroo dashboard on the page "Configuration » Secret Key for Digital Signature".
nl_nl: Geheime sleutel zoals vermeld in het Buckaroo dashboard op de pagina "Configuratie » Secret key voor digitale handtekening".

source: Excluded services
nl_nl: Uitgesloten betaalmethoden

source: This controls the Buckaroo %s parameter.
nl_nl: Hiermee beheer je de Buckaroo %s parameter.

source: Invoice number
nl_nl: Factuurnummer

source: The Push URL as sent with each transaction to receive automatic payment status updates on.
nl_nl: De Push URL die wordt meegestuurd met elke transactie om de automatische transactie status update op te ontvangen.

source: Push URL requested by Buckaroo.
nl_nl: Push URL aangevraagd door Buckaroo.

source: Approval code
nl_nl: Goedkeuringscode

# creditcard
source: Reference number
nl_nl: Referentienummer

source: Time of transaction processing
nl_nl: Tijdstip van verwerking transactie

source: Identification for transaction
nl_nl: Identificatie voor transactie

source: Fail reason
nl_nl: Mislukt reden

source: Response hash
nl_nl: Antwoordhash

source: Processor response code
nl_nl: Processor antwoordcode

source: Fail code
nl_nl: Mislukt code

source: Creditcard issuing bank
nl_nl: Creditcard uitgevende bank

source: Creditcard country
nl_nl: Creditcard land

source: Creditcard brand
nl_nl: Creditcard merk

source: EMS e-Commerce transaction data in response message:
nl_nl: EMS e-Commerce transactiedata in antwoordbericht:

source: https://www.pronamicpay.com/en/manuals/how-to-connect-ems-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-ems-aan-wordpress-met-pronamic-pay/

source: The EMS e-Commerce %s parameter.
nl_nl: De EMS e-Commerce %s parameter.

# EMS e-Commerce
source: Notification URL
nl_nl: Notificatie URL

# EMS e-Commerce
source: The Notification URL as sent with each transaction to receive automatic payment status updates on.
nl_nl: De notificatie URL die wordt meegestuurd met elke transactie om de automatische betalingsstatus updates op te ontvangen.

source: Brand
nl_nl: Merk

# Payment method name
source: AMEX
nl_nl: American Express

# Payment method name
source: MASTER
nl_nl: Mastercard

source: https://icepay.com/nl/en/pricing-and-accounts/
nl_nl: https://icepay.com/nl/prijzen-en-accounts/

source: https://www.pronamicpay.com/en/manuals/how-to-connect-icepay-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-icepay-aan-wordpress-met-pronamic-pay/

source: Merchant ID as mentioned in the ICEPAY dashboard at the "My websites" page.
nl_nl: Merchant ID zoals vermeld in het ICEPAY dashboard op de pagina "Mijn websites".

source: Secret Code as mentioned in the ICEPAY dashboard at the "My websites" page.
nl_nl: Secret Code zoals vermeld in het ICEPAY dashboard op de pagina "Mijn websites".

source: The Icepay %s parameter.
nl_nl: De Icepay %s parameter.

source: Thank you page URL
nl_nl: Bedanktpagina URL

source: Error page URL
nl_nl: Foutmeldingspagina URL

source: Unknown iDEAL message (%s)
nl_nl: Onbekend iDEAL-bericht (%s)

source: Error getting payment status: %s
nl_nl: Fout bij ophalen betalingsstatus: %s

source: https://www.ideal.nl/en/
nl_nl: https://www.ideal.nl/

source: Secret key and certificate
nl_nl: Geheime sleutel en certificaat

source: Organization
nl_nl: Organisatie

source: Organization name, e.g. Pronamic
nl_nl: Naam van de organisatie, bijvoorbeeld Pronamic

source: Organization Unit
nl_nl: Afdeling

source: Organization unit, e.g. Administration
nl_nl: Afdeling, bijvoorbeeld administratie

source: City, e.g. Amsterdam
nl_nl: Stad, bijvoorbeeld Amsterdam

source: State / province
nl_nl: Staat of provincie

source: State or province, e.g. Friesland
nl_nl: Staat of provincie, bijvoorbeeld Friesland

source: 2 letter country code, e.g.
nl_nl: 2 letters landcode, bijvoorbeeld

source: E-mail address
nl_nl: E-mailadres

source: E-mail address, e.g. %s
nl_nl: E-mailadres, bijvoorbeeld %s

source: Number Days Valid
nl_nl: Aantal dagen geldig

source: Number of days the generated certificate will be valid for, e.g. 1825 days for the maximum duration of 5 years.
nl_nl: Aantal dagen voor de geldigheid van het certificaat, bijvoorbeeld 1825 dagen voor de maximale duur van 5 jaar.

source: Secret Key Password
nl_nl: Geheime sleutel wachtwoord

source: A random password which will be used for the generation of the secret key and certificate.
nl_nl: Een willekeurig wachtwoord dat gebruikt zal worden voor het aanmaken van de geheime sleutel en het certificaat.

source: The secret key is used for secure communication with the payment provider. If left empty, the secret key will be generated using the given secret key password.
nl_nl: De geheime sleutel wordt gebruikt voor veilige communicatie met de betalingsprovider. Indien leeg gelaten, zal de geheime sleutel aangemaakt worden met het geheime sleutel wachtwoord.

source: Certificate
nl_nl: Certificaat

source: The certificate is used for secure communication with the payment provider. If left empty, the certificate will be generated using the secret key and given organization details.
nl_nl: Het certificaat wordt gebruikt voor veilige communicatie met de betalingsprovider. Indien leeg gelaten, zal het certificaat aangemaakt worden met de geheime sleutel en de ingevulde organisatiegegevens.

source: The secret key and certificate have not yet been configured.
nl_nl: De geheime sleutel en het certificaat zijn nog niet ingesteld.

source: A secret key and certificate are required for communication with the payment provider. Enter the organization details from the iDEAL account below to generate these required files.
nl_nl: Een geheime sleutel en certificaat zijn benodigd om met de betalingsprovider te kunnen communiceren. Vul de organisatiegegevens van de iDEAL-aansluiting hieronder in om deze benodigde bestanden aan te maken.

source: A secret key and certificate have been configured. The certificate must be uploaded to the payment provider dashboard to complete configuration.
nl_nl: Een geheime sleutel en certificaat zijn ingesteld. Het certificaat moet geüpload worden in het dashboard van de betalingsprovider om de configuratie te voltooien.

source: Download certificate
nl_nl: Download certificaat

source: OpenSSL command
nl_nl: OpenSSL commando

source: Leave empty and save the configuration to generate the secret key or view the OpenSSL command.
nl_nl: Laat leeg en bewaar de configuratie om de geheime sleutel aan te maken of het OpenSSL commando te bekijken.

source: Leave empty and save the configuration to generate the certificate or view the OpenSSL command.
nl_nl: Laat leeg en bewaar de configuratie om het certificaat aan te maken of het OpenSSL commando te bekijken.

source: SHA Fingerprint
nl_nl: SHA vingerafdruk

source: M j, Y @ G:i
nl_nl: j M Y @ G:i

source: Valid From
nl_nl: Geldig van

source: Valid To
nl_nl: Geldig tot

source: Hash Key
nl_nl: Hash sleutel

source: Hash key (also known as: key or secret key) as mentioned in the payment provider dashboard.
nl_nl: Hash sleutel (ook wel sleutel of geheime sleutel) zoals vermeld in het dashboard van de betalingsprovider.

# iDEAL Basic dashboard
source: XML Notification URL
nl_nl: XML-notificatie URL

# iDEAL Basic dashboard
source: Copy the XML notification URL to the payment provider dashboard to receive automatic transaction status updates.
nl_nl: Kopieer de XML-notificatie URL naar het dashboard van de betalingsprovider om automatische transactie status updates te ontvangen.

source: The iDEAL Basic notification is empty.
nl_nl: De iDEAL Basic notificatie is leeg.

source: The PHP SimpleXML extension could not interpret the XML.
nl_nl: De PHP SimpleXML extensie kon de XML niet interpreteren.

source: Could not find iDEAL Basic payment by purchase ID: %s.
nl_nl: Kon iDEAL Basic-betaling niet vinden met aankoop-ID: %s.

source: Merchant ID
nl_nl: Winkelier ID

source: Merchant ID (or Acceptant ID)
nl_nl: Merchant ID (of Acceptant ID)

source: as mentioned in the payment provider dashboard
nl_nl: zoals vermeld in het dashboard van de betalingsprovider

source: Purchase ID
nl_nl: Aankoop ID

source: The iDEAL %s parameter.
nl_nl: De iDEAL parameter %s.

source: Mollie Profiles
nl_nl: Winkelier profielen

source: Profiles
nl_nl: Profielen

source: Mollie Customers
nl_nl: Mollie klanten

source: Customers
nl_nl: Klanten

source: Mollie Mandates
nl_nl: Mollie mandaten

source: Mandates
nl_nl: Mandaten

source: Mollie Payments
nl_nl: Mollie betalingen

source: Account holder name
nl_nl: Rekeninghouder naam

source: Account number (IBAN)
nl_nl: Rekeningnummer (IBAN)

source: Payment transaction ID updated from `%1$s` to successful order payment `%2$s`.
nl_nl: Betaling transactie ID bijgewerkt van `%1$s` naar succesvolle betaling `%2$s` van bestelling.

source: Shipment `%1$s` created for Mollie order `%2$s`.
nl_nl: Zending `%1$s` aangemaakt voor Mollie bestelling `%2$s`.

source: Subscription put on hold due to chargeback `%1$s` of payment `%2$s`.
nl_nl: Abonnement in de wacht gezet vanwege terugboeking `%1$s` van betaling `%2$s`.

source: Mandate for subscription changed from "%1$s" to "%2$s".
nl_nl: Mandaat voor abonnement gewijzigd van "%1$s" naar "%2$s".

source: Payment method for subscription changed from "%1$s" to "%2$s".
nl_nl: Betaalmethode voor abonnement gewijzigd van "%1$s" naar "%2$s".

source: https://www.mollie.com/en/pricing
nl_nl: https://www.mollie.com/nl/pricing

source: API key as mentioned in the payment provider dashboard
nl_nl: API-key zoals vermeld in het dashboard van de betalingsprovider

# mollie
source: Due date days
nl_nl: Vervaldatum dagen

source: Number of days after which a bank transfer payment expires.
nl_nl: Het aantal dagen waarna een bankoverschrijving verloopt.

source: Minimum %1$s and maximum %2$s days. Default: %3$s days.
nl_nl: Minimaal %1$s en maximaal %2$s dagen. Standaard: %3$s dagen.

source: The Webhook URL as sent with each transaction to receive automatic payment status updates on.
nl_nl: De Webhook URL die wordt meegestuurd met elke transactie om de automatische transactie status update op te ontvangen.

source: Mollie transaction ID.
nl_nl: Mollie transactie ID.

source: Mollie order ID.
nl_nl: Mollie bestelling ID.

source: Payment webhook requested by Mollie.
nl_nl: Betaling webhook aangeroepen door Mollie.

source: Order webhook requested by Mollie.
nl_nl: Bestelling webhook aangeroepen door Mollie.

source: Payment: %s
nl_nl: Betaling: %s

source: Customer: %s
nl_nl: Klant: %s

source: Mandate: %s
nl_nl: Mandaat: %s

source: Order: %s
nl_nl: Bestelling: %s

source: Customer %s
nl_nl: Klant %s

source: Mode
nl_nl: Modus

source: Method
nl_nl: Methode

source: Mandate Reference
nl_nl: Mandaatreferentie

source: Signature Date
nl_nl: Handtekening datum

source: Created On
nl_nl: Aangemaakt op

source: No mandates found.
nl_nl: Geen mandaten gevonden.

source: Valid
nl_nl: Geldig

source: Direct Debit
nl_nl: Incasso

source: Card Holder
nl_nl: Kaarthouder

source: Card Number
nl_nl: Kaartnummer

source: Card Label
nl_nl: Kaartlabel

source: Card Fingerprint
nl_nl: Kaart vingerafdruk

source: Card Expiry Date
nl_nl: Kaart vervaldatum

source: Consumer Name
nl_nl: Consument naam

source: Consumer Account
nl_nl: Consument rekening

source: Consumer BIC
nl_nl: Consument BIC

source: WordPress Users
nl_nl: WordPress gebruikers

source: Display Name
nl_nl: Schermnaam

source: Mandate %s
nl_nl: Mandaat %s

source: Customer ID
nl_nl: Klant ID

source: Mandate ID
nl_nl: Mandaat ID

source: Invalid
nl_nl: Ongeldig

source: Direct debit
nl_nl: Incasso

source: Reference
nl_nl: Referentie

source: Signature date
nl_nl: Handtekening datum

source: Created at
nl_nl: Aangemaakt op

source: Change Payment State
nl_nl: Wijzig betalingsstatus

source: Pronamic Pay Payment
nl_nl: Pronamic Pay betaling

source: Metadata
nl_nl: Metagegevens

# mollie
source: Customers
nl_nl: Klanten

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Mollie offers the possibility to register payers as a customer within the Mollie payment platform. This functionality remembers payment preferences to make future payments easier. The Mollie customers can be linked to WordPress users. This is a list of Mollie customers associated with this WordPress user. For subscriptions, a Mollie customer mandate can be used for recurring payments.
nl_nl: Mollie biedt de mogelijkheid om betalers als klant (‘customer’) te registreren binnen het Mollie betaalplatform. Deze functionaliteit onthoudt de betaalvoorkeuren van een klant om een volgende betaling sneller te laten verlopen. De Mollie klanten kunnen gekoppeld zijn aan WordPress gebruikers. Hieronder is een lijst van Mollie klanten te zien die gekoppeld zijn aan deze WordPress gebruiker. Voor abonnementen kunnen de machtigingen bij een Mollie klant gebruikt worden voor terugkerende betalingen.

source: Card Brand
nl_nl: Soort kaart

source: http://www.multisafepay.com/
nl_nl: https://www.multisafepay.com/nl_nl/

source: https://www.pronamicpay.com/en/manuals/how-to-connect-multisafepay-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-multisafepay-aan-wordpress-met-pronamic-pay/

source: as mentioned in the %s dashboard
nl_nl: zoals vermeld in het %s dashboard

source: https://payment-services.ingenico.com/nl/en
nl_nl: https://payment-services.ingenico.com/nl/nl

source: https://www.pronamicpay.com/en/manuals/how-to-connect-ingenico-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-ingenico-aan-wordpress-met-pronamic-pay/

source: Webhook requested.
nl_nl: Webhook aangeroepen.

source: Currency
nl_nl: Valuta

source: End Date
nl_nl: Einddatum

source: Customer Name
nl_nl: Klant naam

source: Transaction Date
nl_nl: Transactiedatum

source: Pay ID
nl_nl: Betaal ID

source: NC Error
nl_nl: NC Fout

source: SHA Signature
nl_nl: SHA-handtekening

source: Ogone transaction data in response message:
nl_nl: Ogone transactiedata in antwoordbericht:

source: Account details are provided by the payment provider after registration. These settings need to match with the payment provider dashboard.
nl_nl: Accountgegevens worden verstrekt door de betalingsprovider na registratie. Deze instellingen dienen overeen te komen met het dashboard van de betalingsprovider.

source: PSPID as mentioned in the payment provider dashboard.
nl_nl: PSPID zoals vermeld in het dashboard van de betalingsprovider.

source: API user ID
nl_nl: API gebruiker ID

source: User ID of the API user in the payment provider dashboard: Configuration &raquo; Users
nl_nl: Gebruiker ID van de API gebruiker uit het dashboard van de betalingsprovider: Configuratie &raquo; Gebruikers

source: API user password
nl_nl: API gebruiker wachtwoord

source: Password of the API user in the payment provider dashboard: Configuration &raquo; Users
nl_nl: Wachtwoord van de API gebruiker uit het dashboard van de betalingsprovider: Configuratie &raquo; Gebruikers

source: SHA-IN Pass phrase
nl_nl: SHA-IN wachtwoord

source: SHA-IN pass phrase as mentioned in the payment provider dashboard: Configuration &raquo; Technical information &raquo; Data and origin verification.
nl_nl: SHA-IN wachtwoord zoals vermeld in het dashboard van de betalingsprovider op de pagina "Configuratie » Technische informatie » Verificatie data en herkomst".

source: SHA-OUT Pass phrase
nl_nl: SHA-OUT wachtwoord

source: SHA-OUT pass phrase as mentioned in the payment provider dashboard: Configuration &raquo; Technical information &raquo; Transaction feedback.
nl_nl: SHA-OUT wachtwoord zoals vermeld in het dashboard van de betalingsprovider op de pagina "Configuratie » Technische informatie » Transactiefeedback".

source: Hash algorithm
nl_nl: Hash-algoritme

source: Form Action URL
nl_nl: Formulier actie URL

source: With this setting you can override the default Ingenico e-Commerce form action URL to the payment processing page.
nl_nl: Met deze instelling kun je de standaard Ingenico e-Commerce formulier actie URL naar de betaalpagina overschrijven.

source: The Ingenico %s parameter.
nl_nl: De Ingenico %s parameter.

source: Parameter Variable
nl_nl: Parameter variabele

source: Enable alias registration
nl_nl: Alias registratie inschakelen

source: Enable alias creation as reference for batch payments. Requires the Alias Manager option (`REQ1`) to be enabled for the Ingenico account.
nl_nl: Schakel alias maken in als referentie voor batchbetalingen. Vereist dat de Alias Manager-optie (`REQ1`) wordt ingeschakeld voor het Ingenico-account.

source: Alias Usage
nl_nl: Alias gebruik

source: Description on payment page of how aliases are used.
nl_nl: Beschrijving op betalingspagina over hoe aliassen worden gebruikt.

source: Template Page
nl_nl: Templatepagina
