Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: The Pronamic Pay plugin adds payment methods like iDEAL, Bancontact, credit card and more to your WordPress site for a variety of payment providers.
nl_nl: De Pronamic Pay plugin voegt betaalmethoden zoals iDEAL, Bancontact, creditcard en meer toe aan je WordPress website voor diverse betalingsproviders.

source: https://www.pronamic.eu/
nl_nl: https://www.pronamic.nl/

source: Welcome to Pronamic Pay
nl_nl: Welkom bij Pronamic Pay

source: Thanks for installing Pronamic Pay. Version %s is more powerful, stable and secure than ever before. We hope you enjoy using it.
nl_nl: Bedankt voor het installeren van Pronamic Pay. Versie %s is krachtiger, stabieler en veiliger dan ooit tevoren. We hopen dat je het met plezier gebruikt.

source: Version: %s
nl_nl: Versie: %s

source: What is new?
nl_nl: Wat is nieuw?

source: Getting started
nl_nl: Om te beginnen

source: Step 1: open an account with a payment provider
nl_nl: Stap 1: open een account bij een betalingsprovider

source: To start accepting online payments, you'll first need to register with a payment provider. Payment providers are responsible for the actual processing of transactions. We support most popular Dutch payment providers and banks, but are not a payment provider ourselves. The Pronamic Pay plugin is the glue between the chosen payment provider and a wide variety of supported e-commerce plugins.
nl_nl: Om te beginnen met het ontvangen van online betalingen, dien je je eerst bij een betalingsprovider te registreren. Betalingsproviders verzorgen de daadwerkelijke verwerking van betalingstransacties. We ondersteunen de meeste populaire betalingsproviders en banken, maar zijn zelf geen betalingsprovider. De Pronamic Pay plugin maakt de koppeling tussen de gekozen betalingsprovider en een uitgebreid aanbod aan ondersteunde e-commerce plugins.

source: https://www.pronamic.eu/payment-providers/
nl_nl: https://www.pronamic.nl/betaalproviders/

source: View supported payment providers
nl_nl: Bekijk ondersteunde betalingsproviders

source: Step 2: add payment provider configuration
nl_nl: Stap 2: betalingsprovider configuratie toevoegen

source: Create a new configuration via Pay » Configurations » Add new. The account details to use are provided by the payment provider via e-mail or through a dashboard.
nl_nl: Maak een nieuwe configuratie aan via Betalingen » Configuraties » Nieuwe toevoegen. De te gebruiken account gegevens ontvang je van de betalingsprovider via e-mail of via het dashboard van de betalingsprovider.

source: Some payment providers need additional setup to receive automatic payment status updates in WordPress. Please see the "Transaction Feedback" tab of the configuration for details.
nl_nl: Sommige betalingsproviders hebben extra configuratie nodig om de betalingsstatus automatisch in WordPress te ontvangen. Zie het tabblad "Transactie feedback" bij het bewerken van de configuratie.

source: Add new payment provider configuration
nl_nl: Nieuwe betalingsprovider configuratie toevoegen

source: Step 3: test configuration
nl_nl: Stap 3: test configuratie

source: After the payment provider configuration has been added, the "Test" section below the settings box can be used to test the configuration. You can choose from various payment methods (depending on the payment provider) and enter an amount for the payment. The configuration is working properly if you are redirected to a screen that mentions the same amount.
nl_nl: Nadat de betalingsprovider configuratie is toegevoegd, kan de "Test" sectie onder de instellingen gebruikt worden om de configuratie te testen. Je kunt (afhankelijk van de betalingsrprovider) kiezen uit diverse betaalmethoden en een bedrag invullen voor de testbetalingen. De configuratie is correct aangemaakt indien je wordt doorgestuurd naar een betaalscherm waarop hetzelfde bedrag vermeld is.

source: Testing different amounts might be mandatory for your payment provider. If so, an additional box with amounts will be shown. You need to test all these amounts before your live account will be activated by the payment provider.
nl_nl: Het testen van diverse bedragen kan verplicht zijn voor jouw betalingsprovider. Indien dat het geval is, zal een extra tabel met bedragen getoond worden. Je dient testbetalingen voor al deze bedragen uit te voeren, alvorens de live account door de betalingsprovider geactiveerd zal worden.

source: Step 4: configure e-commerce plugin
nl_nl: Stap 4: e-commerce plugin instellen

source: To actually use the configuration to receive payments, you need to configure your e-commerce plugin. Many popular e-commerce plugins are supported. These plugins usually have their own payment settings page, where you choose which configuration to use in the payment methods that are provided by the Pronamic Pay plugin.
nl_nl: Om de configuratie daadwerkelijk te gebruiken voor het ontvangen van betalingen, dien je een e-commerce plugin in te stellen. Veel populaire e-commerce plugins worden ondersteund. Deze plugins hebben over het algemeen een eigen instellingen pagina voor het afrekenen, waar je de configuratie kunt instellen in de betaalmethoden die door Pronamic Pay zijn toegevoegd.

source: View supported e-commerce plugins
nl_nl: Bekijk ondersteunde e-commerce plugins

source: New Logo
nl_nl: Nieuw logo

source: With the newest 5.8 version of Pronamic Pay we’re introducing a totally new brand identity. Just as our Pronamic logo we’re using the letter ‘P’, from Pay, as a recognition point. Our new colors yellow and blue are supporting the sector. Yellow stands for prosperity and gold. Blue stands for safety and our Dutch roots.
nl_nl: In de Pronamic Pay 5.8 release voeren we een rebranding door aan onze Pay plugin. Een eigen logo en huisstijl. Net als het beeldmerk van Pronamic hanteren we de letter ‘P’, afgeleid van Pay, als logo.

source: With this new identity we are trying to create a uniform and recognizable brand for the future. Our new brand logo and identity is visible when you visit our WordPress plugin page. Also, after updating to version 5.8, a new WordPress admin icon is shown.
nl_nl: Het kleurgebruik sluit aan bij het gedachtegoed van de plugin. Goudgeel staat uiteraard voor goud, muntgeld en welvaart. Blauw is een sterke tegenhanger en staat voor betrouwbaarheid en de link met Nederland.

source: https://www.wp-pay.org/wp-content/uploads/2019/10/pronamic-pay-5.8-update-banner-en.png
nl_nl: https://www.wp-pay.org/wp-content/uploads/2019/10/pronamic-pay-5.8-update-banner-nl.png

source: WordPress Health Status
nl_nl: WordPress sitediagnose

source: WordPress version 5.2 introduced the WordPress Health Status page. We’ve migrated our Pronamic Pay status page and combined it with the new WordPress Health Status page. You can find the new page in your dashboard under ‘Tools’ » ‘Site Health’.
nl_nl: De Pronamic Pay plugin was altijd uitgerust met een eigen statuspagina. Op deze pagina stond technisch informatie over de betreffende WordPress omgeving. Bij het oplossen van problemen konden gebruikers deze pagina raadplegen voor aanvullende informatie. In WordPress 5.2+ zit een vergelijkbare sitediagnose pagina. We hebben onze eigen statuspagina daarom samengevoegd in de nieuwe WordPress sitediagnose pagina. In de komende releases willen we hier extra functionaliteiten aan toevoegen. Zo willen we Pronamic Pay gebruikers beter informeren over de extensies die we ondersteunen. De extensies die we ondersteunen vereisen namelijk een minimale versie en zijn getest op een bepaalde versie. Mocht dit afwijken met de geïnstalleerde plugins dan kunnen we gebruikers hier wanneer nodig over waarschuwen. Je kunt de sitediagnose vanaf nu vinden onder ‘Gereedschap’ » ‘Sitediagnose’.

source: We’ve enhanced the ‘Order ID’ reference that our plugin communicates and gives back to OmniKassa 2.0. The length of the payment reference is increased from 10 to 24 characters. Our plugin monitor reads the given ‘Order ID’ and checks if it answers the OmniKassa 2.0 demands. The reference field may only contain alphanumeric characters (a-z, A-Z, 0-9). Other characters, for example ‘.’, ‘@’, ‘_’, are not allowed.
nl_nl: In versie 5.8 hebben we verbeteringen doorgevoerd in de ‘Order ID’ (ook wel ‘Referentie’) die de Pronamic Pay plugin doorgeeft van je WordPress website naar OmniKassa 2.0. Zo hebben we de maximale lengte gewijzigd van 10 naar 24 tekens. Daarnaast controleert de Pronamic Pay plugin beter of de ‘Order ID’ voldoet aan de vereisten van OmniKassa 2.0. Het ‘Order ID’ veld mag namelijk alleen strikt alfanumerieke tekens (a-z, A-Z, 0-9) bevatten. Andere tekens zoals ‘.’, ‘@‘, ‘_’, etc. zijn niet toegestaan.

source: Support for the Gravity Forms plugin within a WordPress multisite is enhanced. Our Gravity Forms extension is not loaded if Gravity Forms is not activated in one of the network sites. We’ve also updated the Gravity Forms internationalisation. The text strings in our extension are now better translatable, even if your WordPress site uses a Right-to-Left text direction.
nl_nl: De ondersteuning voor Gravity Forms binnen de Pronamic Pay plugin in een multisite WordPress website is verbeterd. De extensie wordt niet langer ingeladen als de Gravity Forms plugin op een website binnen de multisite niet actief is. Daarnaast hebben we verbeteringen doorgevoerd in de internationalisering van de Gravity Forms extensie. Een aantal teksten en instelingen zijn nu beter te vertalen. We hebben hier zelfs rekening gehouden met talen waarbij de schrijfrichting van rechts naar links is.

source: The team of Sandhills Development, the developers behind Restrict Content Pro are very active. Version 3.0 of their plugin is released in february 2019. With this 3.0 release we needed to update our support for the plugin. Sadly some new features in Restrict Content Pro 3.0 weren’t backwards compatible. Therefore we needed to rewrite some elements of our extension. The biggest improvement within Restrict Content Pro 3.0 regards the membership renewal process. After a recurring payment is created a membership is instantly extended. Previously this would only happen after a payment was successful, this process could take up to 5 days. Now if a payment fails or expires the membership will temporarily stop and will get the ‘pending’ status.
nl_nl: De Restrict Content Pro plugin wordt zeer actief doorontwikkeld door het Sandhills Development team. Sinds versie 3.0 is gelanceerd op 27 februari 2019 hebben wij daardoor ook de nodige aanpassingen moeten doorvoeren. Versie 3 van de Restrict Content Pro plugin functioneerde namelijk niet goed met de Pronamic Pay plugin. De Restrict Content Pro plugin was namelijk niet helemaal achterwaarts compatibel. In deze release hebben we opnieuw de nodige verbeteringen doorgevoerd. De grootste en belangrijkste wijziging in deze release is dat de Restrict Content Pro memberships direct worden vernieuwd zodra er een vervolgbetaling wordt aangemaakt/opgestart. Voorheen werd de membership pas vernieuwd als de vervolgbetaling succesvol was. Dit was niet handig omdat de status van een vervolgbetaling soms pas na 5 werkdagen bekend is. Zodra een vervolgbetaling mislukt verloopt het Restrict Content Pro membership en krijgt deze de ‘in afwachting’ (pending) status.

source: Reports
nl_nl: Rapporten

source: Number successful payments
nl_nl: Aantal succesvolle betalingen

source: Open payments
nl_nl: Open betalingen

source: Successful payments
nl_nl: Succesvolle betalingen

source: Cancelled payments
nl_nl: Geannuleerde betalingen

source: Expired payments
nl_nl: Verlopen betalingen

source: Failed payments
nl_nl: Mislukte betalingen

source: Could not load the XML string.
nl_nl: Kon de XML tekst niet inladen.

source: UAE Dirham
nl_nl: VAE dirham

source: Afghan Afghani
nl_nl: Afghaanse afghani

source: Albanian Lek
nl_nl: Albanese lek

source: Armenian Dram
nl_nl: Armeense dram

source: Netherlands Antillean Guilder
nl_nl: Nederlands-Antilliaanse gulden

source: Angolan Kwanza
nl_nl: Angolese kwanza

source: Argentine Peso
nl_nl: Argentijnse peso

source: Australian Dollar
nl_nl: Australische dollar

source: Aruban Florin
nl_nl: Arubaanse florijn

source: Azerbaijan Manat
nl_nl: Azerbeidzjan manat

source: Bosnia and Herzegovina Convertible Mark
nl_nl: Bosnië en Herzegovina omwisselbare mark

source: Bangladeshi Taka
nl_nl: Bengalese taka

source: Bulgarian Lev
nl_nl: Bulgaarse lev

source: Bahraini Dinar
nl_nl: Bahreinse dinar

source: Burundian Franc
nl_nl: Burundese frank

source: Bermudian Dollar
nl_nl: Bermuda dollar

source: Brunei Dollar
nl_nl: Bruneise dollar

source: Bolivian Mvdol
nl_nl: Boliviaanse mvdol

source: Brazilian Real
nl_nl: Braziliaanse real

source: Bahamian Dollar
nl_nl: Bahamaanse dollar

source: Bhutanese Ngultrum
nl_nl: Bhutaanse ngultrum

source: Botswana Pula
nl_nl: Botswaanse pula

source: Belarusian Ruble
nl_nl: Wit-Russische roebel

source: Belize Dollar
nl_nl: Belizaanse dollar

source: Canadian Dollar
nl_nl: Canadese dollar

source: Congolese Franc
nl_nl: Congolese frank

source: Swiss Franc
nl_nl: Zwitserse frank

source: WIR Franc
nl_nl: WIR Frank

source: Chilean Peso
nl_nl: Chileense peso

source: Renminbi Yuan
nl_nl: Chinese renminbi

source: Colombian Peso
nl_nl: Colombiaanse peso

source: Costa Rican Colon
nl_nl: Costa Ricaanse colon

source: Cuban Convertible Peso
nl_nl: Cubaanse omwisselbare peso

source: Cuban Peso
nl_nl: Cubaanse peso

source: Cape Verde Escudo
nl_nl: Kaapverdische Escudo

source: Czech Koruna
nl_nl: Tsjechische kroon

source: Djiboutian Franc
nl_nl: Djiboutiaanse franc

source: Danish Krone
nl_nl: Deense kroon

source: Dominican Peso
nl_nl: Dominicaanse peso

source: Algerian Dinar
nl_nl: Algerijnse dinar

source: Egyptian Pound
nl_nl: Egyptische pond

source: Eritrean Nakfa
nl_nl: Eritrese nakfa

source: Ethiopian Birr
nl_nl: Ethiopische birr

source: Fiji Dollar
nl_nl: Fiji

source: Falkland Islands Pound
nl_nl: Falkland Eilanden pond

source: Pound Sterling
nl_nl: Pond sterling

source: Georgian Lari
nl_nl: Georgiaanse dollar

source: Ghanaian Cedi
nl_nl: Ghanese cedi

source: Gibraltar Pound
nl_nl: Gibraltar pond

source: Gambian Dalasi
nl_nl: Gambiaanse dalasi

source: Guinean Franc
nl_nl: Guinese frank

source: Guatemalan Quetzal
nl_nl: Guatemalaanse quetzal

source: Hong Kong Dollar
nl_nl: Hongkongse dollar

source: Honduran Lempira
nl_nl: Hondurese lempira

source: Croatian Kuna
nl_nl: Kroatische kuna

source: Haitian Gourde
nl_nl: Haïtiaanse gourde

source: Hungarian Forint
nl_nl: Hongaarse forint

source: Indonesian Rupiah
nl_nl: Indonesische roepia

source: Israeli New Sheqel
nl_nl: Israël new shekel

source: Indian Rupee
nl_nl: Indiase roepie

source: Iraqi Dinar
nl_nl: Iraakse dinar

source: Iranian Rial
nl_nl: Iraanse rial

source: Icelandic Króna
nl_nl: IJslandse króna

source: Jamaican Dollar
nl_nl: Jamaicaanse dollar

source: Jordanian Dinar
nl_nl: Jordaanse dinar

source: Japanese Yen
nl_nl: Japanse yen

source: Kenyan Shilling
nl_nl: Keniaanse shilling

source: Kyrgyzstani Som
nl_nl: Kirgizische som

source: Cambodian Riel
nl_nl: Cambodjaanse riel

source: Comorian Franc
nl_nl: Comorese frank

source: North Korean Won
nl_nl: Noord-Koreaanse won

source: South Korean Won
nl_nl: Zuid-Koreaanse won

source: Kuwaiti Dinar
nl_nl: Koeweitse dinar

source: Cayman Islands Dollar
nl_nl: Kaaimaneilandse dollar

source: Kazakhstani Tenge
nl_nl: Kazachse tenge

source: Lao Kip
nl_nl: Laotiaanse kip

source: Lebanese Pound
nl_nl: Libanese pond

source: Sri Lankan Rupee
nl_nl: Sri Lankaanse roepie

source: Liberian Dollar
nl_nl: Liberiaanse dollar

source: Lesotho Loti
nl_nl: Lesothaanse loti

source: Libyan Dinar
nl_nl: Libische dinar

source: Moroccan Dirham
nl_nl: Marokkaanse dirham

source: Moldovan Leu
nl_nl: Moldavische leu

source: Malagasy Ariary
nl_nl: Malagassische ariary

source: Macedonian Denar
nl_nl: Macedonische denar

source: Myanmar Kyat
nl_nl: Myanmarese kyat

source: Mongolian Tögrög
nl_nl: Mongoolse tugrik

source: Macanese Pataca
nl_nl: Macause pataca

source: Mauritanian Ouguiya
nl_nl: Mauritaanse ouguiya

source: Mauritian Rupee
nl_nl: Mauritiaanse rupee

source: Maldivian Rufiyaa
nl_nl: Maldivische rufiyaa

source: Malawian Kwacha
nl_nl: Malawische kwacha

source: Mexican Peso
nl_nl: Mexicaanse peso

source: Malaysian Ringgit
nl_nl: Maleisische ringgit

source: Mozambican Metical
nl_nl: Mozambikaanse metical

source: Namibian Dollar
nl_nl: Namibische dollar

source: Nigerian Naira
nl_nl: Nigeriaanse naira

source: Nicaraguan Córdoba
nl_nl: Nicaraguaanse córdoba

source: Norwegian Krone
nl_nl: Noorse kroon

source: New Zealand Dollar
nl_nl: Nieuw-Zeelandse dollar

source: Omani Rial
nl_nl: Omaanse rial

source: Panamanian Balboa
nl_nl: Panamese balboa

source: Peruvian Sol
nl_nl: Peruaanse sol

source: Papua New Guinean Kina
nl_nl: Papoea-Nieuw-Guinese kina

source: Philippine Peso
nl_nl: Filipijnse peso

source: Pakistani Rupee
nl_nl: Pakistaanse roepie

source: Polish Zloty
nl_nl: Poolse złoty

source: Paraguayan Guaraní
nl_nl: Paraguayaanse guaraní

source: Qatari Rial
nl_nl: Qatarese rial

source: Romanian Leu
nl_nl: Roemeense leu

source: Serbian Dinar
nl_nl: Servische dinar

source: Russian Ruble
nl_nl: Russische roebel

source: Rwandan Franc
nl_nl: Rwandese frank

source: Saudi Riyal
nl_nl: Saoedi-Arabische riyal

source: Solomon Islands Dollar
nl_nl: Solomon Eilanden dollar

source: Seychelles Rupee
nl_nl: Seychelse roepie

source: Sudanese Pound
nl_nl: Soedanees pond

source: Swedish Krona
nl_nl: Zweedse kroon

source: Singapore Dollar
nl_nl: Singaporese dollar

source: Saint Helena Pound
nl_nl: Sint Helena pond

source: Sierra Leonean Leone
nl_nl: Sierra Leoonse leone

source: Somali Shilling
nl_nl: Somalische shilling

source: Surinamese Dollar
nl_nl: Surinaamse dollar

source: South Sudanese Pound
nl_nl: Zuid-Sudanese pond

source: São Tomé and Príncipe Dobra
nl_nl: Sao Tomé en Principe dobra

source: Salvadoran Colon
nl_nl: Salvadoraanse colon

source: Syrian Pound
nl_nl: Syrische pond

source: Swazi Lilangeni
nl_nl: Swazische lilangeni

source: Thai Baht
nl_nl: Thaise baht

source: Tajikistani Somoni
nl_nl: Tajikistaanse somoni

source: Turkmenistan Manat
nl_nl: Turkmenistaanse manat

source: Tunisian Dinar
nl_nl: Tunesische dinar

source: Tongan Pa’anga
nl_nl: Tongaanse pa’anga

source: Turkish Lira
nl_nl: Turkse lira

source: Trinidad and Tobago Dollar
nl_nl: Trinidad en Tobagodollar

source: New Taiwan Dollar
nl_nl: Nieuw Taiwanese dollar

source: Tanzanian Shilling
nl_nl: Tanzaniaanse shilling

source: Ukrainian Hryvnia
nl_nl: Oekraïense grivna

source: Ugandan Shilling
nl_nl: Oegandese shilling

source: US Dollar
nl_nl: Amerikaanse dollar

source: US Dollar (Next day)
nl_nl: US Dollar (volgende dag)

source: Uruguayan Peso
nl_nl: Uruguayaanse peso

source: Uzbekistan Som
nl_nl: Oezbekistaanse som

source: Venezuelan Bolívar Soberano
nl_nl: Venezolaanse bolívar soberano

source: Vietnamese Dồng
nl_nl: Vietnamese dong

source: Vanuatu Vatu
nl_nl: Vanuatuaanse vatu

source: CFA Franc BEAC
nl_nl: West-Afrikaanse CFA frank

source: Silver
nl_nl: Zilver

source: Gold
nl_nl: Goud

source: Bond Markets Unit European Unit of Account 9 (E.U.A.-9)
nl_nl: Bond Markets Unit European Unit van Account 9 (E.U.A.-9)

source: Bond Markets Unit European Unit of Account 17 (E.U.A.-17)
nl_nl: Bond Markets Unit European Unit van Account 17 (E.U.A.-17)

source: East Caribbean Dollar
nl_nl: Oost-Caribische dollar

source: SDR (Special Drawing Right)
nl_nl: SDR (Speciale trekkingsrechten)

source: CFA Franc BCEAO
nl_nl: West-Afrikaanse CFA frank

source: CFP Franc
nl_nl: CFP frank

source: Sucre
nl_nl: Suiker

source: Code reserved for testing
nl_nl: Code gereserveerd voor testen

source: No currency
nl_nl: Geen valuta

source: Yemeni Rial
nl_nl: Jemenitische rial

source: South African Rand
nl_nl: Zuid-Afrikaanse rand

source: Zambian Kwacha
nl_nl: Zambiaanse kwacha

source: Zimbabwean Dollar
nl_nl: Zimbabwaanse dollar

# money format
source: %1$s%2$s %3$s
nl_nl: %1$s %2$s

source: Payment Forms
nl_nl: Betalingsformulieren

source: Forms
nl_nl: Formulieren

# Block
source: Payment Form
nl_nl: Betaalformulier

source: Add form
nl_nl: Formulier toevoegen

source: Amount
nl_nl: Bedrag

source: Payment Form
nl_nl: Betalingsformulier

source: It is currently not possible to pay via this form, please contact us for more information (error: no payment gateway found).
nl_nl: Het is momenteel niet mogelijk om via dit formulier te betalen, neem contact met ons op voor meer informatie (fout: geen betalingsgateway gevonden).

source: Payment Form Block
nl_nl: Betalingsformulier blok

source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Payment Form
nl_nl: Nieuwe betalingsformulier toevoegen

source: Edit Payment Form
nl_nl: Betalingsformulier bewerken

source: New Payment Form
nl_nl: Nieuwe betalingsformulier

source: All Payment Forms
nl_nl: Alle betalingsformulieren

source: View Payment Form
nl_nl: Betalingsformulier bekijken

source: Search Payment Forms
nl_nl: Betalingsformulieren zoeken

source: No payment forms found.
nl_nl: Geen betalingsformulieren gevonden.

source: No payment forms found in Trash.
nl_nl: Geen betalingsformulieren gevonden in prullenbak.

source: Filter payment forms list
nl_nl: Filter betalingsformulieren lijst

source: Payment forms list navigation
nl_nl: Betalingsformulieren lijst navigatie

source: Payment forms list
nl_nl: Betalingsformulieren lijst

source: Payment form published.
nl_nl: Betalingsformulier gepubliceerd.

source: Payment form published privately.
nl_nl: Betalingsformulier privé gepubliceerd.

source: Payment form reverted to draft.
nl_nl: Betalingsformulier teruggezet naar concept.

source: Payment form scheduled.
nl_nl: Betalingsformulier ingepland.

source: Payment form updated.
nl_nl: Betalingsformulier bijgewerkt.

# slug
source: payment-forms
nl_nl: betalingsformulieren

source: Title
nl_nl: Titel

source: Payments
nl_nl: Betalingen

source: Earnings
nl_nl: Inkomsten

source: Date
nl_nl: Datum

source: Form Options
nl_nl: Formulier opties

source: Payment Form %s
nl_nl: Betalingsformulier %s

source: Payment for %s
nl_nl: Betaling voor %s

source: Please enter a valid amount
nl_nl: Voer een geldig bedrag in

source: Please enter your first name
nl_nl: Voer een geldige voornaam in

source: Please enter a valid email address
nl_nl: Voer een geldig e-mailadres in

source: Pronamic Pay Forms
nl_nl: Pronamic Pay formulieren

source: Pay Now
nl_nl: Betaal nu

source: Personal Info
nl_nl: Persoonlijke informatie

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Email Address
nl_nl: E-mailadres

source: Payment Info
nl_nl: Betalingsinformatie

source: This field could not be displayed due to the following error message: "%s".
nl_nl: Dit veld kon niet getoond worden door de volgende foutmelding: "%s".

source: Error
nl_nl: Fout

source: Button Text
nl_nl: Knoptekst

source: Show as input field
nl_nl: Toon als invoerveld

source: Show as choices
nl_nl: Toon als keuzes

source: Show as choices with input field
nl_nl: Toon als keuzes met invoerveld

source: Transaction description
nl_nl: Transactiebeschrijving

source: %s() was called before the Action Scheduler data store was initialized
nl_nl: %s() is opgeroepen voordat de Action Scheduler-gegevensopslag is gestart

source: Search results for "%s"
nl_nl: Zoekresultaten voor "%s"

# status labels
source: All
nl_nl: Alle

# status labels
source: Past-due
nl_nl: Achterstallig

source: Search
nl_nl: Zoeken

source: This action appears to be consistently failing. A new instance will not be scheduled.
nl_nl: Deze actie lijkt steeds te mislukken. Er wordt geen nieuwe actie gepland.

source: action created
nl_nl: actie aangemaakt

source: action canceled
nl_nl: actie geannuleerd

source: action started via %s
nl_nl: actie gestart via %s
