Repository: pronamic/wp-pronamic-pay
Catalog: languages/pronamic-ideal-*.po
Languages: nl_nl

source: The URLs below need to be copied to the payment provider dashboard to receive automatic transaction status updates.
nl_nl: De onderstaande URL's dienen gekopieerd te worden naar het dashboard van de betalingsprovider om automatische transactie status updates te ontvangen.

source: URL accepted, on hold or uncertain
nl_nl: URL geaccepteerd, opgeschort of onzeker

source: Direct HTTP server-to-server request URL for payment statuses accepted, on hold or uncertain".
nl_nl: Direct HTTP server-to-server request URL voor de betaalstatussen "geaccepteerd", "opgeschort" of "onzeker".

source: URL cancel or deny
nl_nl: URL geannuleerd of geweigerd

source: Direct HTTP server-to-server request URL for payment statuses "cancelled by the client" or "too many rejections by the acquirer".
nl_nl: Direct HTTP server-to-server request URL voor de betaalstatussen "geannuleerd door klant" of "te veel weigeringen door de acquirer".

source: Rabo Smart Pay webhook URL requested:
nl_nl: Rabo Smart Pay webhook URL aangevraagd:

source: https://www.pronamicpay.com/en/manuals/how-to-connect-rabo-smart-pay-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-rabobank-omnikassa-2-0-aan-wordpress-met-pronamic-pay/

source: The Rabo Smart Pay %s field must consist strictly of 24 alphanumeric characters, other characters, such as ".", "@", " " (space), etc. are not allowed.
nl_nl: Het Rabo Smart Pay %s veld moet strikt uit 24 alfanumerieke tekens bestaan, andere tekens, zoals “.”, “@“, “ “ (spatie), etc. zijn niet toegestaan.

source: This setting defines the Rabo Smart Pay %s field.
nl_nl: Deze instelling definieert het Rabo Smart Pay %s veld.

source: Unique identifier for the payment.
nl_nl: Unieke identificatiecode voor de betaling.

source: OmniKassa signature.
nl_nl: OmniKassa handtekening.

source: No payment found by `payment_id` variable: %s.
nl_nl: Geen betaling gevonden met `payment_id` variabele: %s.

source: Rabo Smart Pay return URL requested:
nl_nl: Rabo Smart Pay return URL aangevraagd:

source: Unique identifier for the gateway configuration post.
nl_nl: Unieke ID voor de gateway configuratie.

source: Invalid Rabo Smart Pay notification.
nl_nl: Ongeldige Rabo Smart Pay notificatie.

source: No gateway ID given in `id` parameter.
nl_nl: Geen configuratie ID opgegeven in de parameter `id`.

source: Invalid Rabo Smart Pay gateway.
nl_nl: Ongeldige Rabo Smart Pay gateway.

source: Unknown response from Pay.nl: "%s".
nl_nl: Onbekend antwoord van Pay.nl: "%s".

source: Unknown response from Pay.nl error.
nl_nl: Onbekend antwoord van Pay.nl fout.

source: Unknown Pay.nl error.
nl_nl: Onbekende Pay.nl fout.

source: Failed to request banks from Pay., received an unexpected answer from Pay.
nl_nl: Banken opvragen bij Pay. is mislukt, onverwacht antwoord van Pay. ontvangen.

source: https://www.pronamicpay.com/en/manuals/how-to-connect-pay-nl-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-koppel-je-pay-nl-aan-wordpress-met-pronamic-pay/

source: Token as mentioned at <strong>Merchant → API Tokens</strong> in the Pay. dashboard.
nl_nl: Token zoals vermeld bij <strong>API Tokens</strong> in het Pay. dashboard.

source: Sales location code
nl_nl: Verkooplocatie code

source: Sales location code as mentioned at <strong>Settings → Sales locations</strong> in the Pay. dashboard.
nl_nl: Verkooplocatie code zoals vermeld bij <strong>Instellingen → Verkooplocaties</strong> in het Pay. dashboard.

source: https://www.pronamicpay.com/en/manuals/how-to-connect-paypal-to-wordpress-with-pronamic-pay/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/hoe-je-paypal-aan-wordpress-koppelt-met-pronamic-pay/

source: Enter your PayPal account's email.
nl_nl: Voer het e-mailadres van je PayPal-account in.

source: The status of the payment.
nl_nl: De status van de betaling.

source: The merchant's original transaction identification number for the payment from the buyer, against which the case was registered.
nl_nl: Het oorspronkelijke verkoper transactie identificatienummer voor de betaling van de koper, waarvoor de aanvraag is geregistreerd.

source: In the case of a refund, reversal, or canceled reversal, this variable contains the `txn_id` of the original transaction.
nl_nl: In het geval van een terugbetaling, terugboeking of geannuleerde terugboeking bevat deze variabele de `txn_id` van de oorspronkelijke transactie.

source: For payment IPN notifications, this is the currency of the payment.
nl_nl: Voor IPN-meldingen voor betalingen is dit de valuta van de betaling.

source: Full amount of the customer's payment, before transaction fee is subtracted. Equivalent to payment_gross for USD payments. If this amount is negative, it signifies a refund or reversal, and either of those payment statuses can be for the full or partial amount of the original transaction.
nl_nl: Het volledige bedrag van de betaling van de klant, voordat transactiekosten zijn afgetrokken. Gelijk aan `payment_gross` voor USD-betalingen. Indien dit bedrag negatief is, betekent dit een terugbetaling of terugboeking en kunnen beide van deze betalingsstatussen voor het volledige of gedeeltelijke bedrag van de oorspronkelijke transactie zijn.

source: Empty `custom` PayPal variable.
nl_nl: Lege `custom` PayPal variabele.

source: No payment found by `custom` variable: %s.
nl_nl: Geen betaling gevonden met `custom` variabele: %s.

source: IPN request invalid.
nl_nl: IPN verzoek ongeldig.

source: IPN request not verified.
nl_nl: IPN verzoek niet geverifieerd.

source: Received PayPal IPN request:
nl_nl: PayPal IPN ontvangen:

source: Payment has been canceled by buyer at PayPal.
nl_nl: Betaling is geannuleerd door koper bij PayPal.

source: About Pronamic Pay
nl_nl: Over Pronamic Pay

source: M j, Y @ H:i
nl_nl: j F Y H:i

source: Configuration updated.
nl_nl: Configuratie bijgewerkt.

source: Configuration restored to revision from %s.
nl_nl: Configuratie hersteld naar revisie van %s.

source: Configuration published.
nl_nl: Configuratie gepubliceerd.

source: Configuration saved.
nl_nl: Configuratie opgeslagen.

source: Configuration submitted.
nl_nl: Configuratie geplaatst.

source: Configuration scheduled for: %s.
nl_nl: Configuratie ingepland voor: %s.

source: Configuration draft updated.
nl_nl: Concept configuratie bijgewerkt.

source: Time (UTC)
nl_nl: Tijd (UTC)

source: Y/m/d g:i:s A
nl_nl: d-m-Y H:i

source: Not available
nl_nl: Niet beschikbaar

source: OpenSSL version
nl_nl: OpenSSL versie

source: Active plugin integrations
nl_nl: Actieve plugin integraties

source: Active gateway integrations
nl_nl: Actieve gateway integraties

source: Pronamic Pay WordPress version test
nl_nl: Pronamic Pay WordPress versie test

source: Pronamic Pay memory limit test
nl_nl: Pronamic Pay geheugenlimiet test

source: Pronamic Pay UTF-8 character set test
nl_nl: Pronamic Pay UTF-8 tekenset test

source: Pronamic Pay hashing algorithms test
nl_nl: Pronamic Pay hashing-algoritmen test

source: Pronamic Pay extensions support test
nl_nl: Pronamic Pay extensies ondersteuning test

source: WordPress version is supported by Pronamic Pay (%s)
nl_nl: WordPress-versie wordt ondersteund door Pronamic Pay (%s)

source: Pronamic Pay requires at least WordPress 4.7.
nl_nl: Pronamic Pay vereist minimaal WordPress 4.7.

source: Pronamic Pay requires at least WordPress 4.7
nl_nl: Pronamic Pay vereist minimaal WordPress 4.7

source: WordPress memory limit is sufficient (%s)
nl_nl: WordPress geheugenlimiet is voldoende (%s)

source: Pronamic Pay recommends setting the WordPress memory limit to at least 64 MB.
nl_nl: Pronamic Pay raadt aan om het WordPress geheugenlimiet in te stellen op minimaal 64 MB.

source: Increase WordPress memory limit (%s) to at least 64 MB
nl_nl: Verhoog het WordPress geheugenlimiet (%s) tot ten minste 64 MB

source: Character encoding is set to UTF-8
nl_nl: Tekencodering is ingesteld op UTF-8

source: Pronamic Pay recommends to use the UTF-8 character encoding for payments.
nl_nl: Pronamic Pay raadt aan om de UTF-8 tekencodering te gebruiken voor betalingen.

source: Character encoding is not set to UTF-8
nl_nl: Tekencodering is niet ingesteld op UTF-8

source: SHA1 hashing algorithm is available
nl_nl: SHA1 hashing algoritme is beschikbaar

source: Payment gateways often use the SHA1 hashing algorithm, therefore Pronamic Pay advises to enable this hashing algorithm.
nl_nl: Betalingsproviders gebruiken vaak het SHA1 hashing algoritme, daarom raadt Pronamic Pay aan om dit hashing algoritme in te schakelen.

source: SHA1 hashing algorithm is not available for Pronamic Pay
nl_nl: SHA1 hashing algoritme is niet beschikbaar

source: Untested plugin versions:
nl_nl: Niet-geteste plugin versies:

source: Outdated unsupported plugin versions for which payments can not be processed:
nl_nl: Verouderde niet-ondersteunde plugin versies waarvoor betalingen niet kunnen worden verwerkt:

source: Supported plugin versions:
nl_nl: Ondersteunde plugin versies:

source: %s extensions are compatible
nl_nl: %s extensies zijn compatibel

source: Pronamic Pay uses extensions to integrate with form, booking and other e-commerce plugins. All extensions support the currently activated plugin versions.
nl_nl: Pronamic Pay maakt gebruik van extensies om te integreren met formulier-, boeking- en andere e-commerce plugins. Alle extensies ondersteunen de momenteel geactiveerde plugin versies.

source: %s extensions are incompatible
nl_nl: %s extensies zijn niet compatibel

source: %s extensions might be incompatible
nl_nl: %s extensies zijn mogelijk niet compatibel

source: Pronamic Pay uses extensions to integrate with form, booking and other e-commerce plugins. We have found that not all extensions are tested with or support the version of the currently activated plugins. Usually you can still accept payments, however if you experience payment issues it is advised to check the 'Plugins' page for available updates.
nl_nl: Pronamic Pay maakt gebruik van extensies om te integreren met formulier-, boeking- en andere e-commerce plugins. We zien dat niet alle extensies getest zijn met de plugin versies die op dit moment geactiveerd zijn of dat deze versies niet ondersteund zijn. Meestal kun je dan nog steeds betalingen ontvangen, maar als je probleem ervaart met de betalingen dan is het aan te raden om de ‘Plugins’ pagina te controleren voor beschikbare updates.

source: %d payment pending
nl_nl: %d betaling in afwachting

source: %d subscription on hold
nl_nl: %d abonnement in de wacht

source: Subscriptions
nl_nl: Abonnementen

source: Configurations
nl_nl: Configuraties

source: Settings
nl_nl: Instellingen

source: Check Payment Status
nl_nl: Controleer betalingsstatus

source: %s payment updated.
nl_nl: %s betaling bijgewerkt.

source: %s payment is not updated because it already has a final payment status.
nl_nl: %s betaling is niet bijgewerkt, omdat deze reeds een definitieve betalingsstatus heeft.

source: Requesting the current payment status is unsupported by %s.
nl_nl: Het opvragen van de huidige betalingsstatus wordt niet ondersteund door %s.

source: Payment status updated.
nl_nl: Betalingsstatus is bijgewerkt.

source: This payment has been anonymized. Personal details are not available anymore.
nl_nl: Deze betaling is geanonimiseerd. Persoonlijke gegevens zijn niet meer beschikbaar.

source: Transaction
nl_nl: Transactie

source: Recurring payment
nl_nl: Terugkerende betaling

source: First of recurring payment
nl_nl: Eerste van terugkerende betaling

source: %1$s for %2$s %3$s
nl_nl: %1$s voor %2$s %3$s

source: %s refunded
nl_nl: %s terugbetaald

source: %s charged back
nl_nl: %s teruggeboekt

source: Payment Lines
nl_nl: Betalingsregels

source: Refunds
nl_nl: Terugbetalingen

source: Notes
nl_nl: Notities

source: Update
nl_nl: Bijwerken

source: Payment updated.
nl_nl: Betaling bijgewerkt.

source: Payment restored to revision from %s.
nl_nl: Betaling hersteld naar revisie van %s.

source: Payment published.
nl_nl: Betaling gepubliceerd.

source: Payment saved.
nl_nl: Betaling opgeslagen.

source: Payment submitted.
nl_nl: Betaling geplaatst.

source: Payment scheduled for: %s.
nl_nl: Betaling ingepland voor: %s.

source: Payment draft updated.
nl_nl: Concept betaling bijgewerkt.

source: Action failed. Please refresh the page and retry.
nl_nl: Actie mislukt. Ververs de pagina en probeer het opnieuw.

source: Default Gateway
nl_nl: Standaard gateway

source: — Select a gateway —
nl_nl: — Selecteer een gateway —

source: Remove Data
nl_nl: Verwijder gegevens

source: Remove all plugin data on uninstall
nl_nl: Verwijder alle gegevens bij verwijderen van plugin

source: Enable debug mode
nl_nl: Schakel foutopsporingsmodus in

source: Disable Recurring Payments
nl_nl: Terugkerende betalingen uitschakelen

source: Disable starting recurring payments at gateway
nl_nl: Schakel het starten van terugkerende betalingen bij gateway uit

source: — Select a page —
nl_nl: — Selecteer een pagina —

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: Payment #%d
nl_nl: Betaling #%d

source: %s has been created.
nl_nl: %s is aangemaakt.

source: Next payment
nl_nl: Volgende betaling

source: Phases
nl_nl: Fases

source: Subscription updated.
nl_nl: Abonnement bijgewerkt.

source: Subscription restored to revision from %s.
nl_nl: Abonnement hersteld naar revisie van %s.

source: Subscription published.
nl_nl: Abonnement gepubliceerd.

source: Subscription saved.
nl_nl: Abonnement opgeslagen.

source: Subscription submitted.
nl_nl: Abonnement ingediend.

source: Subscription scheduled for: %s.
nl_nl: Abonnement gepland voor: %s.

source: Subscription draft updated.
nl_nl: Abonnement concept bijgewerkt.

source: Next payment date updated from %1$s to %2$s.
nl_nl: Volgende betalingsdatum bijgewerkt van %1$s naar %2$s.

source: Previous
nl_nl: Vorige

source: Start tour
nl_nl: Start rondleiding

source: Next
nl_nl: Volgende

source: Close
nl_nl: Sluiten

source: Payer
nl_nl: Betaler

source: Bank Transfer
nl_nl: Bankoverschrijving

source: Card
nl_nl: Kaart

source: Direct Debit (mandate via %s)
nl_nl: Incasso (machtiging via %s)

source: KBC/CBC Payment Button
nl_nl: KBC/CBC-Betaalknop

source: Klarna Pay Later
nl_nl: Klarna achteraf betalen

source: Klarna Pay Now
nl_nl: Klarna Betaal nu

source: Klarna Pay Over Time
nl_nl: Klarna Betaal in delen

source: — Choose your bank —
nl_nl: — Kies je bank —

source: Payment Gateway Configurations
nl_nl: Betalingsgateway configuraties

source: Add New Payment Gateway Configuration
nl_nl: Nieuwe betalingsgateway configuratie toevoegen

source: Edit Payment Gateway Configuration
nl_nl: Betalingsgateway configuratie bewerken

source: New Payment Gateway Configuration
nl_nl: Nieuwe betalingsgateway configuratie

source: All Payment Gateway Configurations
nl_nl: Alle betalingsgateway configuraties

source: View Payment Gateway Configuration
nl_nl: Betalingsgateway configuratie bekijken

source: Search Payment Gateway Configurations
nl_nl: Betalingsgateway configuraties zoeken

source: No payment gateway configurations found.
nl_nl: Geen betalingsgateway configuraties gevonden.

source: No payment gateway configurations found in Trash.
nl_nl: Geen betalingsgateway configuraties gevonden in prullenbak.

source: Filter payment gateway configurations list
nl_nl: Filter betalingsgateway configuraties lijst

source: Payment gateway configurations list navigation
nl_nl: Betalingsgateway configuraties lijst navigatie

source: Payment gateway configurations list
nl_nl: Betalingsgateway configuraties lijst

source: Payment gateway configuration published.
nl_nl: Betalingsgateway configuratie gepubliceerd.

source: Payment gateway configuration published privately.
nl_nl: Betalingsgateway configuratie privé gepubliceerd.

source: Payment gateway configuration reverted to draft.
nl_nl: Betalingsgateway configuratie teruggezet naar concept.

source: Payment gateway configuration scheduled.
nl_nl: Betalingsgateway configuratie ingepland.

source: Payment gateway configuration updated.
nl_nl: Betalingsgateway configuratie bijgewerkt.

source: Gateway configuration ID.
nl_nl: Gateway configuratie ID.

source: Home URL setting to detect changes in the WordPress home URL.
nl_nl: Home URL instelling om wijzigingen in de WordPress home URL te detecteren.

source: We noticed the WordPress home URL has changed from "%1$s" to "%2$s". Please verify the payment gateway settings. For example, you might want to switch between live and test mode or need to update an URL at the gateway to continue receiving payment status updates. Also keep an eye on pending payments to discover possible configuration issues.
nl_nl: We hebben opgemerkt dat het WordPress site adres (URL) is gewijzigd van "%1$s" naar "%2$s". Controleer de configuratie voor de betalingsprovider. Misschien wil je bijvoorbeeld wisselen tussen live en test modus of moet er een URL bijgewerkt worden bij de betalingsprovider om terugkoppelingen over de betalingsstatus te blijven ontvangen. Houd ook de betalingen met de status ‘In afwachting’ in de gaten om mogelijke problemen in de configuratie te ontdekken.

source: If you use subscriptions, you may want to update processing of recurring payments in the plugin debug settings to prevent duplicate payments being started in a development environment.
nl_nl: Als je abonnementen gebruikt, wil je misschien de verwerking van terugkerende betalingen bijwerken in de plugin debug instellingen om te voorkomen dat dubbele betalingen worden gestart in een ontwikkelomgeving.

source: Dismiss this notice.
nl_nl: Negeer deze melding.

source: The security code (nonce) to verify the dismiss action expired or was invalid, please refresh and try again.
nl_nl: De beveiligingscode (nonce) om de actie te controleren is verlopen of ongeldig, vernieuw de pagina en probeer het opnieuw.

source: You don’t have permission to do this.
nl_nl: Je hebt hier geen toestemming voor.

source: Unable to dismiss the home URL change because the home URL option could not be updated, please refresh and try again.
nl_nl: De site adres (URL) wijziging kon niet gesloten worden, doordat een URL optie niet kon worden bijgewerkt. Vernieuw de pagina en probeer het opnieuw.

source: Support License Key
nl_nl: Support licentiecode

source: <strong>Pronamic Pay</strong> — You have not entered a valid <a href="%1$s">support license key</a>, please <a href="%2$s" target="_blank">get your key at pronamicpay.com</a>.
nl_nl: <strong>Pronamic Pay</strong> — Je hebt geen geldige <a href="%1$s">support licentiesleutel</a> ingevuld, bestel je licentiesleutel op <a href="%2$s" target="_blank">pronamicpay.com</a>.

source: <strong>Pronamic Pay</strong> — You have not entered a valid <a href="%1$s">support license key</a>. Please <a href="%2$s" target="_blank">get your key at pronamicpay.com</a> or login to <a href="%3$s" target="_blank">check your license status</a>.
nl_nl: <strong>Pronamic Pay</strong> — Je hebt geen geldige <a href="%1$s">support licentiesleutel</a> ingevuld. Bestel je licentie op <a href="%2$s" target="_blank">pronamicpay.com</a> of login om <a href="%3$s" target="_blank">de licentie te controleren</a>.

source: Site Inactive
nl_nl: Website inactief

source: Not scheduled
nl_nl: Niet ingepland

source: Support license key
nl_nl: Support licentiesleutel

source: No license key found
nl_nl: Geen licentiesleutel gevonden

source: License status
nl_nl: Licentiestatus

source: Next scheduled license check
nl_nl: Volgende geplande licentie controle

source: Pronamic Pay support license key test
nl_nl: Pronamic Pay support licentiesleutel test

source: Pronamic Pay license key is valid
nl_nl: Pronamic Pay licentiesleutel is geldig

source: A valid license is required for technical support and continued plugin updates.
nl_nl: Een geldige licentiesleutel is vereist voor technische ondersteuning en verdere plugin updates.

source: Security
nl_nl: Beveiliging

source: No valid license key for Pronamic Pay
nl_nl: Geen geldige licentiesleutel voor Pronamic Pay

source: Purchase license
nl_nl: Licentie aanschaffen

source: License settings
nl_nl: Licentie instellingen

source: Check existing license
nl_nl: Controleer bestaande licentie

source: The page an user will get redirected to after payment, based on the payment status.
nl_nl: De pagina waarnaar een gebruiker op basis van de de betalingsstatus wordt doorgestuurd na betaling.

source: Set default pages
nl_nl: Standaardpagina's instellen

source: payment-completed
nl_nl: betaling-voltooid

source: The payment has been successfully completed.
nl_nl: Het betalingsproces is succesvol voltooid.

source: Payment Canceled
nl_nl: Betaling geannuleerd

source: payment-canceled
nl_nl: betaling-geannuleerd

source: You have canceled the payment.
nl_nl: De betaling is geannuleerd.

source: Payment Expired
nl_nl: Betaling verlopen

source: payment-expired
nl_nl: betaling-verlopen

source: Your payment session has expired.
nl_nl: De betalingssessie is verlopen.

source: payment-error
nl_nl: betalingsfout

source: An error has occurred during payment.
nl_nl: Er is een fout opgetreden tijdens het betalen.

source: Payment Status Unknown
nl_nl: Betalingsstatus onbekend

source: payment-unknown
nl_nl: betaling-onbekend

source: The payment status is unknown.
nl_nl: De status van de betaling is onbekend.

source: subscription-canceled
nl_nl: abonnement-geannuleerd

source: The subscription has been canceled.
nl_nl: Het abonnement is opgezegd.

source: Add New Payment
nl_nl: Nieuwe betaling toevoegen

source: Edit Payment
nl_nl: Betaling bewerken

source: New Payment
nl_nl: Nieuwe betaling

source: All Payments
nl_nl: Alle betalingen

source: View Payment
nl_nl: Betaling bekijken

source: Search Payments
nl_nl: Betalingen zoeken

source: No payments found in Trash.
nl_nl: Geen betalingen gevonden in prullenbak.

source: Filter payments list
nl_nl: Filter betalingen lijst

source: Payments list navigation
nl_nl: Betalingen lijst navigatie

source: Payments list
nl_nl: Betalingen lijst

source: Payment published privately.
nl_nl: Betaling privé gepubliceerd.

source: Payment reverted to draft.
nl_nl: Betaling teruggezet naar concept.

source: Payment scheduled.
nl_nl: Betaling ingepland.

# Payment status
source: Pending
nl_nl: In afwachting

# Payment status
source: On Hold
nl_nl: In de wacht

# Payment status
source: Completed
nl_nl: Voltooid

# Payment status
source: Cancelled
nl_nl: Geannuleerd

# Payment status
source: Refunded
nl_nl: Terugbetaald

# Payment status
source: Failed
nl_nl: Mislukt

# Payment status
source: Expired
nl_nl: Verlopen

# Payment status
source: Authorized
nl_nl: Geautoriseerd

source: Pending <span class="count">(%s)</span>
nl_nl: In afwachting <span class="count">(%s)</span>

# Payment status
source: Reserved
nl_nl: Gereserveerd

source: Reserved <span class="count">(%s)</span>
nl_nl: Gereserveerd <span class="count">(%s)</span>

source: On Hold <span class="count">(%s)</span>
nl_nl: In de wacht <span class="count">(%s)</span>

source: Completed <span class="count">(%s)</span>
nl_nl: Voltooid <span class="count">(%s)</span>

source: Refunded <span class="count">(%s)</span>
nl_nl: Terugbetaald <span class="count">(%s)</span>

source: Expired <span class="count">(%s)</span>
nl_nl: Verlopen <span class="count">(%s)</span>

source: Authorized <span class="count">(%s)</span>
nl_nl: Geautoriseerd <span class="count">(%s)</span>

source: Config ID
nl_nl: Configuratie ID

source: Key
nl_nl: Sleutel

source: Entrance Code
nl_nl: Toegangscode

source: Action URL
nl_nl: Actie URL

source: Source
nl_nl: Bron

source: Source ID
nl_nl: Bron ID

source: Language
nl_nl: Taal

source: Postal Code
nl_nl: Postcode

source: Consumer Account Number
nl_nl: Consument rekeningnummer
